{
	"books": [
		{
			"title": "Harry Potter y la piedra filosofal",
			"authors": "J. K. Rowling",
			"price": 56.98,
			"description": "Harry Potter se ha quedado huérfano y vive en casa de sus abominables tíos y del insoportable primo Dudley. Harry se siente muy triste y solo, hasta que un buen día recibe una carta que cambiará su vida para siempre. En ella le comunican que ha sido aceptado como alumno en el colegio interno Hogwarts de magia y hechicería. A partir de ese momento, la suerte de Harry da un vuelco espectacular. En esa escuela tan especial aprenderá encantamientos, trucos fabulosos y tácticas de defensa contra las malas artes. Se convertirá en el campeón escolar de quidditch, especie de fútbol aéreo que se juega montado sobre escobas, y se hará un puñado de buenos amigos... aunque también algunos temibles enemigos. Pero sobre todo, conocerá los secretos que le permitirán cumplir con su destino. Pues, aunque no lo parezca a primera vista, Harry no es un chico común y corriente. ¡Es un verdadero mago!",
			"rating": 5,
			"image": "https://books.google.com/books/content/images/frontcover/2zgRDXFWkm8C?fife=w240-h480",
			"flag": "new",
			"currency": "USD",
			"ratingCount": 8,
			"genre": ["Fiction", "Juvenile Fiction"],
			"language": "ESPAÑOL",
			"stock": 11
		},
		{
			"title": "Harry Potter Y El Misterio del Príncipe / Harry Potter and the Half-Blood Prince",
			"authors": "J. K. Rowling",
			"price": 49.37,
			"description": "Harry Potter y el misterio del príncipe es la sexta novela de la ya clásica serie fantástica de la autora británica J.K. Rowling.Con dieciséis años cumplidos, Harry inicia el sexto curso en Hogwarts en medio de terribles acontecimientos que asolan Inglaterra. Elegido capitán del equipo de quidditch, los ensayos, los exámenes y las chicas ocupan todo su tiempo, pero la tranquilidad dura poco. A pesar de los férreos controles de seguridad que protegen la escuela, dos alumnos son brutalmente atacados. Dumbledore sabe que se acerca el momento, anunciado por la Profecía, en que Harry y Voldemort se enfrentarán a muerte: «El único con poder para vencer al Señor Tenebroso se acerca... Uno de los dos debe morir a manos del otro, pues ninguno de los dos podrá vivir mientras siga el otro con vida.» El anciano director solicitará la ayuda de Harry y juntos emprenderán peligrosos viajes para intentar debilitar al enemigo, para lo cual el joven mago contará con un viejo libro de pociones perteneciente a un misterioso personaje, alguien que se hace llamar Príncipe Mestizo. Harry Potter and the Half-Blood Prince is the sixth volume of British author J.K. Rowling's now classic series of fantasy novels. At age sixteen, in the midst of serious events plaguing England, Harry begins his sixth year at Hogwarts. Having been chosen captain of the Quidditch team, practices, tests, and girls are keeping him busy, but that peace and tranquility is short-lived. Despite tight security measures that protect the school, two students are brutally attacked. Dumbledore knows that, as proclaimed in the Prophecy, the time is approaching when Harry and Voldemort must face each other in a deadly match: The only one with strong enough powers to defeat the Dark Lord is approaching ... One of the two must die at the hands of the other, because neither can live as long as the other is still alive. The old Headmaster will enlist Harry's help, and together they will undertake dangerous trips in order to try to weaken the enemy, for this the young wizard will have the help of an old potion book that belonged to a mysterious person, someone who calls himself the Half-Blood Prince.",
			"rating": 5,
			"image": "https://books.google.com/books/content/images/frontcover/uZDYlfDVYmEC?fife=w240-h480",
			"flag": "new",
			"currency": "USD",
			"ratingCount": 9,
			"genre": ["Fiction", "Juvenile Fiction"],
			"language": "ESPAÑOL",
			"stock": 32
		},
		{
			"title": "Harry Potter y la cámara secreta",
			"authors": "J.K. Rowling",
			"price": 16.52,
			"description": "«Hay una conspiración, Harry Potter. Una conspiración para hacer que este año sucedan las cosas más terribles en el Colegio Hogwarts de Magia y Hechicería.»El verano de Harry Potter ha incluido el peor cumpleaños de su vida, unos presagios muy poco halagüeños por parte de un elfo doméstico llamado Dobby y ser rescatado de casa de los Dursleys por su amigo Ron Weasley en un coche mágico volador. Cuando regresa al Colegio Hogwarts de Magia y Hechicería para cursar su segundo año, Harry escucha susurros extraños por los pasillos vacíos del colegio... Y luego comienzan los ataques. Se encuentran a estudiantes convertidos en piedra... Los terribles presagios de Dobby parecen hacerse realidad. Tema musical compuesto por James Hannigan.",
			"rating": 4,
			"image": "https://books.google.com/books/content/images/frontcover/zl13g5uRM4EC?fife=w240-h480",
			"flag": "new",
			"currency": "USD",
			"ratingCount": 10,
			"genre": ["Fiction", "Juvenile Fiction"],
			"language": "ESPAÑOL",
			"stock": 28
		},
		{
			"title": "Harry Potter y el cáliz de fuego",
			"authors": "J. K. Rowling",
			"price": 57.00,
			"description": "Tras otro abominable verano con los Dursley, Harry se dispone a iniciar el cuarto curso en Hogwarts, la famosa escuela de magia y hechicería. A sus catorce años, a Harry le gustaría ser un joven mago como los demás y dedicarse a aprender nuevos sortilegios, encontrarse con sus amigos Ron y Hermione y asistir con ellos a los Mundiales de quidditch. Sin embargo, al llegar al colegio le espera una gran sorpresa que lo obligará a enfrentarse a los desafíos más temibles de toda su vida. Si logra superarlos, habrá demostrado que ya no es un niño y que está preparado para vivir las nuevas y emocionantes experiencias que el futuro le depara.",
			"rating": 4.5,
			"image": "https://books.google.com/books/content/images/frontcover/R2daemCCiF8C?fife=w240-h480",
			"flag": "new",
			"currency": "USD",
			"ratingCount": 10,
			"genre": ["Fiction", "Juvenile Fiction"],
			"language": "ESPAÑOL",
			"stock": 0
		},
		{
			"title": "El señor de los anillos",
			"authors": "J. R. R. Tolkien",
			"price": 4.91,
			"description": "En la Tierra Media, el Señor Oscuro Sauron forjó los Grandes Anillos del Poder y creó uno con el poder de esclavizar a toda la Tierra Media. Frodo Bolsón es un hobbit al que su tío Bilbo hace portador del poderoso Anillo Único con la misión de destruirlo. Acompañado de sus amigos, Frodo emprende un viaje hacia Mordor, el único lugar donde el anillo puede ser destruido. Sin embargo, Sauron ordena la persecución del grupo para recuperar el anillo y acabar con la Tierra Media.",
			"rating": 2.5,
			"image": "https://books.google.com/books/content/images/frontcover/DYmUGGwZ8_oC?fife=w240-h480",
			"flag": "on-sale",
			"salePrice": 4.99,
			"currency": "USD",
			"ratingCount": 6,
			"genre": ["Fiction", "Juvenile Fiction"],
			"language": "ESPAÑOL",
			"stock": 47
		},
		{
			"title": "Trilogía El Señor de los Anillos",
			"authors": "J. R. R. Tolkien",
			"price": 3.99,
			"description": "Concebida en un primer momento como una continuación de El Hobbit, acabó por convertirse en una historia independiente por derecho propio de mucho más alcance y extensión. En 1999 la trilogía de El Señor de los Anillos fue elegida como «Libro del Milenio» por los participantes de una encuesta de Amazon.com. En la adormecida e idílica Comarca, un joven hobbit recibe un encargo: custodiar el Anillo Único y emprender el viaje para su destrucción en las Grietas del Destino. Consciente de la importancia de su misión, Frodo abandona la Comarca e inicia el camino hacia Mordor con la compañía inesperada de Sam, Pippin y Merry. Pero sólo con la ayuda de Aragorn conseguirán vencer a los Jinetes Negros y alcanzar el refugio de la Casa de Elrond en Rivendel.",
			"rating": 3,
			"image": "https://books.google.com/books/content/images/frontcover/q_P7oMO3lC4C?fife=w240-h480",
			"flag": "new",
			"currency": "USD",
			"ratingCount": 6,
			"genre": ["Fiction", "Juvenile Fiction"],
			"language": "ESPAÑOL",
			"stock": 5
		},
		{
			"title": "EL CAMINO DE LOS REYES (EL ARCHIVO DE LAS TORMENTAS 1)",
			"authors": "Brandon Sanderson",
			"price": 38.05,
			"description": "El camino de los reyes es el primer volumen de «El Archivo de las Tormentas», el resultado de más de una década de construcción y escritura de universos, convertido en una obra maestra de la fantasía contemporánea en diez volúmenes. Con ella, Brandon Sanderson se postula como el autor del género que más lectores está ganando en todo el mundo. Anhelo los días previos a la Última Desolación. Los días en que los Heraldos nos abandonaron y los Caballeros Radiantes se giraron en nuestra contra. Un tiempo en que aún había magia en el mundo y honor en el corazón de los hombres. El mundo fue nuestro, pero lo perdimos. Probablemente no hay nada más estimulante para las almas de los hombres que la victoria. ¿O tal vez fue la victoria una ilusión durante todo ese tiempo? ¿Comprendieron nuestros enemigos que cuanto más duramente luchaban, más resistíamos nosotros? Quizá vieron que el fuego y el martillo tan solo producían mejores espadas. Pero ignoraron el acero durante el tiempo suficiente para oxidarse. Hay cuatro personas a las que observamos. La primera es el médico, quien dejó de curar para convertirse en soldado durante la guerra más brutal de nuestro tiempo. La segunda es el asesino, un homicida que llora siempre que mata. La tercera es la mentirosa, una joven que viste un manto de erudita sobre un corazón de ladrona. Por último está el alto príncipe, un guerrero que mira al pasado mientras languidece su sed de guerra. El mundo puede cambiar. La potenciación y el uso de las esquirlas pueden aparecer de nuevo, la magia de los días pasados puede volver a ser nuestra. Esas cuatro personas son la clave. Una de ellas nos redimirá. Y una de ellas nos destruirá. Reseñas: «Brandon Sanderson es una leyenda.» Alexelcapo, @EvilAFM «Me encantó este libro. ¿Qué más hay que decir?» Patrick Rothfuss «Es raro que un escritor de ficción comprenda tan bien cómo funciona el liderazgo y cómo el amor echa raíces en el corazón humano. Sanderson es sorprendentemente sabio.» Orson Scott Card «Los fans de la fantasía épica esperarán ansiosamente la publicación del siguiente volumen de la serie.» Library Journal",
			"rating": 3,
			"image": "https://books.google.com/books/publisher/content/images/frontcover/YhCYCgAAQBAJ?fife=w240-h480",
			"flag": "on-sale",
			"salePrice": 34.99,
			"currency": "USD",
			"ratingCount": 3,
			"genre": ["Juvenile Fiction", "Young Adult Fiction", "Fiction"],
			"language": "ESPAÑOL",
			"stock": 41
		},
		{
			"title": "Juramentada (El Archivo de las Tormentas 3)",
			"authors": "Brandon Sanderson",
			"price": 42.82,
			"description": "Juramentada es la aclamada continuación de El camino de los reyes y de Palabras radiantes , y tercera parte de la decalogía «El Archivo de las Tormentas», obra maestra de la fantasía épica que ha coronado la lista de best sellers de The New York Times y ha postulado a Sanderson como el autor de género que más lectores está ganando en todo el mundo. La humanidad se enfrenta a una nueva Desolación con el regreso de los Portadores del Vacío, un enemigo tan grande en número como en sed de venganza. La victoria fugaz de los ejércitos alezi de Dalinar Kholin ha tenido consecuencias: el enemigo parshendi ha convocado la violenta tormenta eterna, que arrasa el mundo y hace que los hasta ahora pacíficos parshmenios descubran con horror que llevan un milenio esclavizados por los humanos. Al mismo tiempo, en una desesperada huida para alertar a su familia de la amenaza, Kaladin se pregunta si la repentina ira de los parshmenios está justificada. Entretanto, en la torre de la ciudad de Urithiru, a salvo de la tormenta, Shallan Davar investiga las maravillas de la antigua fortaleza de los Caballeros Radiantes y desentierra oscuros secretos que acechan en las profundidades. Dalinar descubre entonces que su sagrada misión de unificar su tierra natal de Alezkar era corta de miras. A menos que todas las naciones sean capaces de unirse y dejar de lado el pasado sangriento de Dalinar, ni siquiera la restauración de los Caballeros Radiantes conseguirá impedir el fin de la civilización. La crítica ha dicho... «Brandon Sanderson es una leyenda.» Alexelcapo, @EvilAFM «Es raro que un autor de ficción comprenda tan bien cómo funciona el liderazgo y cómo el amor echa raíces en el corazón humano. Sanderson es sorprendentemente sabio.» Orson Scott Card. La crítica ha dicho sobre El camino de los Reyes...«Me encantó este libro... ¿Qué más puedo decir?» Patrick Rothfuss",
			"rating": 5,
			"image": "https://books.google.com/books/publisher/content/images/frontcover/ucRODwAAQBAJ?fife=w240-h480",
			"flag": "on-sale",
			"salePrice": 40.99,
			"currency": "USD",
			"ratingCount": 4,
			"genre": ["Juvenile Fiction", "Young Adult Fiction", "Fiction"],
			"language": "ESPAÑOL",
			"stock": 36
		},
		{
			"title": "El regreso",
			"authors": "Nicholas Sparks",
			"price": 45.01,
			"description": "Nicholas Sparks nos trae una conmovedora historia acerca de un doctor herido en el ejército y de las dos mujeres cuyos secretos cambiarán el rumbo de su vida. Trevor Benson no tuvo intenciones de volver a New Bern, Carolina del Norte. Pero una terrible explosión a las fueras del hospital en el que trabajaba como cirujano, le obliga a volver a casa desde Afganistán con graves heridas. La destartalada cabaña que había heredado de su abuelo parece el lugar ideal para recuperarse. Trevor, que cuida las amadas colmenas de abejas de su abuelo, no está preparado para enamorarse de alguien del pueblo. Sin embargo, desde su primer encuentro, Trevor siente una conexión especial que no puede ignorar con Natalie Masterson, la ayudante del sheriff. Pero incluso cuando ella parecía corresponder a sus sentimientos, Natalie permanece muy distante, haciendo que Trevor se cuestione qué podría estar escondiendo.Para complicar aún más las cosas en New Bern, de pronto aparece Callie, una adolescente que vive en un aparcamiento de caravanas. Al saber que Callie conocía a su abuelo, Trevor espera esclarecer las misteriosas circunstancias de su muerte, pero Callie ofrece muy pocas pistas, hasta que una crisis desencadena una carrera que descubrirá la verdadera naturaleza de su pasado, un pasado mucho más entrelazado con la muerte del anciano de lo que Trevor podría haber imaginado. En su búsqueda por desentrañar los secretos de Natalie y Callie, Trevor aprenderá el verdadero significado del amor y el perdón... y que en la vida, para seguir adelante, a menudo debemos regresar al lugar donde todo comenzó. «Profundamente conmovedora. Sparks nos recuerda que todos somos humanos. Una novela que te enamorará desde las primeras páginas.» POPSUGAR «Una preciosa historia de secretos, seducción y sobre el perdón que todos querrán leer más de una vez.» CNN Underscored «Los fans de Sparks devorarán esta novela y nuevos lectores que no conozcan sus novelas se engancharán el fenómeno Nicholas Sparks.» Northern Virginia Magazine",
			"rating": 3.5,
			"image": "https://books.google.com/books/publisher/content/images/frontcover/g9gtEAAAQBAJ?fife=w240-h480",
			"flag": "on-sale",
			"salePrice": 40.99,
			"currency": "USD",
			"ratingCount": 2,
			"genre": ["Fiction"],
			"language": "ESPAÑOL",
			"stock": 7
		},
		{
			"title": "Solo nosotros dos",
			"authors": "Nicholas Sparks",
			"price": 19.92,
			"description": "A sus treinta y dos años, Russell Green lo tiene todo: una impresionante esposa, una hija adorable de seis años, una exitosa carrera como ejecutivo de publicidad y una gran casa en Charlotte. Russell vive en medio de un sueño, y su matrimonio con la encantadora Vivian es el centro de su existencia. Pero debajo de esta vida perfecta empiezan a aparecer los problemas y Russ está a punto de presenciar cómo varios aspectos de su vida que daba por sentados van a dar un giro por completo. En cuestión de meses, Russell se queda sin trabajo y sin mujer, y deberá luchar para adaptarse a una nueva y desconcertante realidad. Descubriendo el desierto de la vida monoparental, Russell se embarcará en un viaje aterrador a la vez que gratificante, que pondrá a prueba sus habilidades y sus recursos emocionales más allá de lo que nunca habría imaginado.>",
			"rating": 2.5,
			"image": "https://books.google.com/books/publisher/content/images/frontcover/LQ07DQAAQBAJ?fife=w240-h480",
			"flag": "new",
			"currency": "USD",
			"ratingCount": 3,
			"genre": ["Fiction", "Juvenile Fiction"],
			"language": "ESPAÑOL",
			"stock": 0
		},
		{
			"title": "El mar de los monstruos (Percy Jackson y los dioses del Olimpo 2)",
			"authors": "Rick Riordan",
			"price": 32.99,
			"description": "Continúa la serie de aventuras «Percy Jackson y los Dioses del Olimpo», iniciada con El ladrón del rayo, con esta apasionante entrega. En pleno siglo XXI, los antiguos dioses griegos han creado un mundo secreto a nuestro alrededor, donde el monte Olimpo se encuentra encima del Empire State y el reino de Hades en el subsuelo de Los Ángeles. Desde que sabe que es hijo de un dios y una mortal, Percy Jackson espera que el destino le depare continuas aventuras. Y su expectativa se cumplirá con creces. Aunque el nuevo curso en la Escuela Meriwether transcurre con inusual normalidad, un simple partido de balón prisionero acaba en batalla campal contra una banda de feroces gigantes. A partir de ahí, las cosas se precipitan: el perímetro mágico que protege el Campamento Mestizo es destruido por un misterioso enemigo y la única seguridad con que contaban los semidioses desaparece. Así, para impedir este daño irreparable, Percy y sus amigos inician la travesía del temible Mar de los Monstruos en busca de lo único que puede salvar el campamento: el Vellocino de Oro. ** Más vendidos del The New York Times y Publishers Weekly. ** Llevada a la gran pantalla a cargo de Chris Columbus, director de las dos primeras entregas de «Harry Potter».Sobre «Percy Jackson y los Dioses del Olimpo» se ha dicho: «No sigas buscando al nuevo Harry Potter: descubre a Percy Jackson, como lo han hecho ya legiones de admiradores.» Kirkus Reviews",
			"rating": 5,
			"image": "https://books.google.com/books/publisher/content/images/frontcover/Aey-DwAAQBAJ?fife=w240-h480",
			"flag": "new",
			"currency": "USD",
			"ratingCount": 4,
			"genre": ["Young Adult Fiction", "Juvenile Fiction"],
			"language": "ESPAÑOL",
			"stock": 35
		},
		{
			"title": "Percy Jackson y los héroes griegos (Percy Jackson)",
			"authors": "Rick Riordan",
			"price": 59.24,
			"description": "Después de explicarnos las historias más emocionantes de los dioses griegos... ¿Quién mejor que un hijo de Poseidón para acercarnos al mundo de los héroes de la Antigua Grecia? Acompaña a Percy Jackson en esta nueva y apasionante aventura. Si quieres saber quién cortó la cabeza de Medusa o qué heroína fue criada por una osa, este es el libro que debes consultar. Nadie mejor que un hijo de Poseidón como Percy, que ha sobrevivido a un sinfín de encuentros con seres y criaturas mitológicos, para narrar las increíbles hazañas de Perseo, Atalanta, Belerofonte o Hércules, por citar sólo a algunos de los muchos personajes heroicos que aparecen en estas páginas. Así que Percy nos invita a seguirlo en una nueva aventura con la siguiente propuesta: «Vamos a retroceder en el tiempo unos cuatro mil años para decapitar monstruos, salvar algún reino que otro, disparar a unos cuantos dioses en el trasero, saquear el inframundo y robar a gente muy mala. ¿Listos? Perfecto. Vamos allá.»",
			"rating": 5,
			"image": "https://books.google.com/books/publisher/content/images/frontcover/2-y-DwAAQBAJ?fife=w240-h480",
			"flag": "on-sale",
			"salePrice": 49.99,
			"currency": "USD",
			"ratingCount": 10,
			"genre": ["Juvenile Fiction", "Young Adult Fiction"],
			"language": "ESPAÑOL",
			"stock": 2
		},
		{
			"title": "Percy Jackson y los dioses del Olimpo",
			"authors": "Rick Riordan",
			"price": 35.94,
			"description": "Continúan las aventuras de Percy Jackson en esta cuarta entrega de la serie «Percy Jackson y los dioses del Olimpo». Una serie trepidante que ha ocupado las listas de los libros más vendidos del The New York Times y Publishers Weekly y que ha llegado a la gran pantalla a cargo de Chris Columbus, director de las dos primeras entregas de «Harry Potter». A punto de comenzar primero de secundaria, Percy Jackson no espera emociones fuertes, sino más bien un aburrimiento soporífero. Pero cuando en la nueva escuela se presenta una vieja amiga, seguida de un par de animadoras diabólicas, los acontecimientos se precipitan y todo empieza a ir de mal en peor. Cronos, el malvado señor de los titanes, amenaza con destruir el Campamento Mestizo, donde se refugian los jóvenes semidioses. Para evitarlo, Percy y sus amigos deben emprender una arriesgada búsqueda a través del laberinto, un mundo subterráneo plagado de trampas temibles y criaturas perversas, concebido para acabar con quienes se atrevan a profanarlo. ENGLISH DESCRIPTION Percy Jackson isn't expecting freshman orientation to be any fun. But when a mysterious mortal acquaintance appears on campus, followed by demon cheerleaders, things quickly move from bad to diabolical. In this latest installment of the blockbuster series, time is running out as war between the Olympians and the evil Titan lord Kronos draws near. Even the safe haven of Camp Half-Blood grows more vulnerable by the minute as Kronos's army prepares to invade its once impenetrable borders. To stop them, Percy and his demigod friends must set out on a quest through the Labyrinth-a sprawling underground world with stunning surprises at every turn. Full of humor and heart-pounding action, this fourth book promises to be their most thrilling adventure yet.",
			"rating": 3,
			"image": "https://books.google.com/books/publisher/content/images/frontcover/Wey-DwAAQBAJ?fife=w240-h480",
			"flag": "new",
			"currency": "USD",
			"ratingCount": 6,
			"genre": ["Juvenile Fiction", "Young Adult Fiction"],
			"language": "ESPAÑOL",
			"stock": 3
		},
		{
			"title": "Cementerio de Animales",
			"authors": "Stephen King",
			"price": 7.80,
			"description": "El maestro del terror vuelve a ofrecer unas páginas electrizantes en este tomo que reúne 13 relatos escalofriantes escritos en su mejor estilo. Siguiendo la tradición de Poe, Stevenson y Lovecraft, King nos abre la puerta de acceso a un mundo de horrores inimaginables. Stephen King ha fundido aquí imágenes de terrores ancestrales con la iconografía de la actual sociedad norteamericana. Los relatos incluidos en este libro, originales y trepidantes, han cautivado a millones de lectores en todo el mundo.",
			"rating": 5,
			"image": "https://books.google.com/books/publisher/content/images/frontcover/cbsZEAAAQBAJ?fife=w240-h480",
			"flag": "new",
			"currency": "USD",
			"ratingCount": 2,
			"genre": ["Fiction", "Young Adult Fiction"],
			"language": "ESPAÑOL",
			"stock": 16
		},
		{
			"title": "La zona muerta",
			"authors": "Stephen King",
			"price": 38.63,
			"description": "Serie de historias horripilantes y terrorificas, que disparan el corazón. En la que da título al libro, la Niebla, un super se convierte en el último bastión de la humanidad ante la invasión de la Tierra por parte de un enemigo inimaginable",
			"rating": 5,
			"image": "https://books.google.com/books/publisher/content/images/frontcover/kunoAgAAQBAJ?fife=w240-h480",
			"flag": "on-sale",
			"salePrice": 36.99,
			"currency": "USD",
			"ratingCount": 4,
			"genre": ["Juvenile Nonfiction", "Young Adult Fiction"],
			"language": "ESPAÑOL",
			"stock": 31
		},
		{
			"title": "Orgullo y prejuicio",
			"authors": "Jane Austen",
			"price": 11.88,
			"description": "La gran mansión de Netherfield Park, en la campiña inglesa, tiene como inquilino: el señor Charles Bingley, in joven rico atractivo y además¿ soltero Con la llegada de este buen partidose despiertan las ambiciones de las familias de todo el vecindario y la revolucion es singularmente notable en la casa familiar",
			"rating": 5,
			"image": "https://books.google.com/books/content/images/frontcover/ueSKf3VTw3kC?fife=w240-h480",
			"flag": "new",
			"currency": "USD",
			"ratingCount": 4,
			"genre": ["Fiction", "Young Adult Fiction"],
			"language": "ESPAÑOL",
			"stock": 4
		},
		{
			"title": "Mujercitas",
			"authors": "Louisa May Alcott",
			"price": 12.66,
			"description": "Esta es la historia de la señora March y sus cuatro hijas, Meg, Jo, Beth y Amy, quienes desde la inocencia de la niñez experimentan el despertar de la juventud. Con la guerra civil estadounidense de trasfondo, la novela sigue la vida de las cuatro hermanas, con sus enamoramientos, sus aspiraciones intelectuales, sus alegrías y complicaciones.  Con una fina y delicada descripción de cada personaje, se conocen las experiencias de crecimiento que cada una va teniendo, con un gran énfasis en la libertad individual, muy inusual para la época.  A lo largo de la novela, las muchachas traban amistad con el vecino, el joven adolescente Laurie, que se vuelve el mejor amigo de Jo. El libro describe las actividades de las hermanas y su amigo, y los roces por los que pasan Jo y Laurie, así también cómo Meg se convierte en una mujercita, comprometiéndose con el señor Brooke.  Basada en las propias experiencias de la autora, quien creció junto a tres hermanas, Louisa May Alcott se inspiró en su propia familia a la hora de crear los personajes, con realismo y cariño. Es sin dudas una novela revolucionaria para su época, ya que cuestiona los arquetipos femeninos. La novela ha sido adaptada varias veces al cine, al teatro y a la ópera. En 2019 se estrenará una película con la participación de Emma Watson y Meryl Streep. Louisa May Alcott (1832-1888) fue una escritora estadounidense reconocida por su famosa novela Mujercitas (1968), una novela autobiográfica de su infancia, y sus secuelas, Hombrecitos (1871) y Los muchachos de Jo (1886), clásicos de la literatura. Fue también activa a nivel social y político durante toda su vida, comprometida con el movimiento abolicionista y el sufragismo, al igual que sus progenitores. Debido a las condiciones de pobreza de su familia, trabajó en diferentes empleos desde muy joven hasta que pudo empezar a vivir de lo que escribía. Se destacó principalmente con la creación de relatos para jóvenes mujeres, caracterizados por su descripción intimista y la lealtad familiar; así como también con una línea más adulta que publicó bajo el seudónimo de A.M. Barnard, una serie de novelas de tipo romántico, además de una obra seria denominada Un Mefistófeles moderno (1875) en los que tratan temas tabúes para la época como el adulterio y el incesto. También sirvió como enfermera en la Guerra Civil estadounidense y escribió una serie de cartas a su familia, publicadas como Apuntes del hospital (1863).",
			"rating": 4,
			"image": "https://books.google.com/books/publisher/content/images/frontcover/UqRjDwAAQBAJ?fife=w240-h480",
			"flag": "new",
			"currency": "USD",
			"ratingCount": 4,
			"genre": ["Fiction", "Young Adult Fiction"],
			"language": "ESPAÑOL",
			"stock": 20
		},
		{
			"title": "Dune",
			"authors": "Frank Herbert",
			"price": 6.32,
			"description": "De no ser por la melange, la especia geriátrica, el planeta Arrakis, más conocido como Dune, nunca hubiera dejado de ser un mundo árido y hostil donde el agua es un elemento tan vital para la supervivencia que sus habitantes se ven obligados a llevar en la superficie trajes especiales que recuperen la humedad exhalada por sus cuerpos. Pero la especia hace que todo el Imperio Galáctico se mueva en torno a esa inconmesurable fuente de riqueza. Y, cuando el Emperador entrega Dune en feudo al Duque Leto Atreides, sumerge a éste y a su familia (su concubina Dama Jessica y su hijo Paul Atreides), en el vórtice de una intriga que lo llevará a él hasta la muerte y a sus allegados a un peligroso peregrinaje a través de las áridas planicies del planeta en busca de los Fremen, el pueble libro del desierto, la escoria de Dune según unos, la sal de la tierra según otros. Así se inicia la fabulosa aventura de Paul-Muad'Dib, y el ambicioso proyecto de remodelar todo un planeta...",
			"rating": 3,
			"image": "https://books.google.com/books/content/images/frontcover/2ClNyY6oG84C?fife=w240-h480",
			"flag": "new",
			"currency": "USD",
			"ratingCount": 4,
			"genre": ["Fiction"],
			"language": "ESPAÑOL",
			"stock": 39
		},
		{
			"title": "Bridgerton 9 - Bridgerton: Felices Para Siempre",
			"authors": "Julia Quinn",
			"price": 7.57,
			"description": "El libro que todos los seguidores de los Bridgerton, tanto en formato libro como de la serie de Netflix, estaban esperando. Esta obra es el broche perfecto para todos aquellos que se quedaron con ganas de más. Julia Quinn nos presenta ocho divertidos y emocionantes epílogos sobre los ocho hermanos. Contiene además una historia adicional sobre la sabia e ingeniosa matriarca de la familia: Violet Bridgerton. Érase una vez una autora de romance histórico que creó una familia... Pero no cualquier familia. Ocho hermanos y hermanas, sus consortes, hijos e hijas, sobrinos y sobrinas, y también a una matriarca adorable e irreprimible... Son los Bridgerton, no una simple familia, sino una auténtica fuerza de la naturaleza. A lo largo de ocho novelas de gran éxito, los lectores y lectoras han reído, llorado y se han enamorado con sus historias. Pero querían más. Así que muchos preguntaron a la autora: ¿Qué ocurre luego? ¿Acaba Simon leyendo las cartas de su padre? ¿Francesca y Michael se convierten en padres? ¿Realmente el final tiene que ser el final? La obra que todos los amantes de esta fascinante saga estaban esperando.",
			"rating": 3,
			"image": "https://books.google.com/books/content/images/frontcover/bKa8cmtufJgC?fife=w240-h480",
			"flag": "on-sale",
			"salePrice": 5.99,
			"currency": "USD",
			"ratingCount": 5,
			"genre": ["Drama", "Thriller"],
			"language": "ESPAÑOL",
			"stock": 27
		},
		{
			"title": "Bridgerton: An offer from a gentleman",
			"authors": "Julia Quinn",
			"price": 28.53,
			"description": "Como en el cuento de Cenicienta, Sophie ve una noche cumplirse su sueño. A espaldas de su madrastra, se viste como una reina y acude al baile de disfraces más importante de Londres. Lo que es más, consigue captar la atención de Benedict Bridgerton, el soltero más atractivo y encantador de la reunión. Sin embargo, pronto vuelve a enfrentarse a su cruda realidad, la de una hija ilegítima, pobre y sin recursos. El destino quiere darle una segunda oportunidad cuando entra a servir en casa de Benedict, aunque él no reconoce en ella a la hermosa joven a la que lleva años buscando. Ella es ahora una simple criada, incapaz de revelarle la verdad. La magia de aquella noche parece perdida para siempre ¿o quizás no? DE PRINCESA RADIANTE... Sophie vivió una infancia extraña. Todos sabían que era hija del conde de Penwood y, aunque éste nunca la reconoció como tal, cuidó de que no le faltara nada. Todo cambió cuando su padre se casó de nuevo, y la madrastra y sus dos hijas hicieron de la vida de Sophie una pesadilla. Muerto el conde, su testamento las obligaba a cuidar de la niña, pero nunca la consideraron una igual. Y tampoco le permitirían nunca que se atreviera a competir con ellas por las atención de los muy cotizados solteros de la familia Bridgerton, tan atractivos como bien situados. Antes, la echarían a la calle donde, suponían, no tendría jamás una oportunidad de acercarse a ellos. ...A CRIADA EN CASA DEL PRÍNCIPE ¿Quién era esa mujer extraordinaria? Benedict no puede olvidar aquella belleza enmascarada que le hechizó en un instante, a la que sólo conoce como la Dama Plateada por el color de su vestido y a quien, inconscientemente, le entregó su corazón. Pero ahora, años después, se siente poderosamente atraído por una sencilla criada a la que salva de un asaltante borracho. Ella es la única que le hace revivir la emoción que le produjo la misteriosa enmascarada. Pero también ella parece fuera de su alcance, a causa de las insalvables barreras de clase que los separan. Sin embargo, la familia Bridgerton tiene muchos recursos para ayudar a uno de los suyos cuando surgen problemas de amor...",
			"rating": 2,
			"image": "https://books.google.com/books/publisher/content/images/frontcover/7-0QBwAAQBAJ?fife=w240-h480",
			"flag": "on-sale",
			"salePrice": 24.99,
			"currency": "USD",
			"ratingCount": 8,
			"genre": ["Fiction", "Drama"],
			"language": "ENGLISH",
			"stock": 0
		},
		{
			"title": "El nombre del viento",
			"authors": "Patrick Rothfuss",
			"price": 9.45,
			"description": "La historia de Kvothe comienza en los años de su infancia como miembro de una familia de artistas itinerantes, los Edena Ruh, formada por músicos, actores, acróbatas y juglares. En este ambiente crece convirtiéndose en un niño prodigio para la música y los cuentos, alegre y diplomático.",
			"rating": 2,
			"image": "https://books.google.com/books/content/images/frontcover/QeYF9kTMypgC?fife=w240-h480",
			"flag": "new",
			"currency": "USD",
			"ratingCount": 8,
			"genre": ["Juvenile Nonfiction", "Thriller"],
			"language": "ESPAÑOL",
			"stock": 16
		},
		{
			"title": "La música del silencio",
			"authors": "Patrick Rothfuss",
			"price": 13.92,
			"description": "Una historia protagonizada por Auri, uno de los personajes más queridos y enigmáticos de El nombre del viento y El temor de un hombre sabio. «Al despertar, Auri supo que faltaban siete días. Sí, estaba segura. Él iría a visitarla al séptimo día.» La Universidad, el bastión del conocimiento, atrae a las mentes más brillantes para aprender ciencias como la artificería y la alquimia. Pero bajo esos edificios y sus concurridas aulas existe un mundo en penumbra. En ese laberinto de túneles antiguos, de salas y habitaciones abandonadas, de escaleras serpenteantes y pasillos semiderruidos vive Auri, otrora alumna de la Universidad. Ahora cuida de la Subrealidad, de la que ha aprendido que hay misterios que no conviene remover. Ya no se deja engañar por la lógica en la que tanto confían en lo alto: ella sabe reconocer los sutiles peligros y los nombres olvidados que se ocultan bajo la superficie de las cosas. Reseñas: «Este Rothfuss es condenadamente bueno.» George R.R. Martin «Una celebración del gusto de contar historias.» El País",
			"rating": 2,
			"image": "https://books.google.com/books/publisher/content/images/frontcover/6ZmMBAAAQBAJ?fife=w240-h480",
			"flag": "on-sale",
			"salePrice": 14.99,
			"currency": "USD",
			"ratingCount": 6,
			"genre": ["Juvenile Nonfiction", "Thriller"],
			"language": "ESPAÑOL",
			"stock": 21
		},
		{
			"title": "Los juegos del hambre",
			"authors": "Suzanne Collins",
			"price": 6.99,
			"description": "For use in schools and libraries only. In a future North America, where the rulers of Panem maintain control through a televised survival competition pitting young people against one another, sixteen-year-old Katniss's skills are put to the test when she voluntarily takes her younger sister's place.",
			"rating": 5,
			"image": "https://books.google.com/books/publisher/content/images/frontcover/8FjODwAAQBAJ?fife=w240-h480",
			"flag": "on-sale",
			"salePrice": 4.99,
			"currency": "USD",
			"ratingCount": 2,
			"genre": ["Juvenile Fiction", "Fiction"],
			"language": "ESPAÑOL",
			"stock": 50
		},
		{
			"title": "En llamas",
			"authors": "Suzanne Collins",
			"price": 22.38,
			"description": "Katniss Everdeen ha sobrevivido a Los juegos del hambre. Pero el Capitolio quiere venganza. Contra todo pronóstico, Katniss Everdeen y Peeta Mellark siguen vivos. Aunque Katniss debería sentirse aliviada, se rumorea que existe una rebelión contra el Capitolio, una rebelión que puede que Katniss y Peeta hayan ayudado a inspirar. La nación les observa y hay mucho en juego. Un movimiento en falso y las consecuencias serán inimaginables.",
			"rating": 3,
			"image": "https://books.google.com/books/publisher/content/images/frontcover/N13ODwAAQBAJ?fife=w240-h480",
			"flag": "new",
			"currency": "USD",
			"ratingCount": 5,
			"genre": ["Literary Criticism", "Fiction"],
			"language": "ESPAÑOL",
			"stock": 8
		},
		{
			"title": "Juego de tronos",
			"authors": "George R.R. Martin",
			"price": 21.99,
			"description": "En el legendario mundo de los Siete Reinos, lord Stark y su familia se encuentran en el centro de un conflicto que desatará todas las pasiones y la más mortal de las batallas... Juego de tronos es el primer volumen de Canción de hielo y fuego, la monumental saga de fantasía épica del escritor George R. R. Martin que ha vendido más de 20 millones de ejemplares en todo el mundo.  De la saga que inspiró la filmación de la aclamada serie televisiva de HBO: Game of Thrones. En el legendario mundo de los Siete Reinos, donde el verano puede durar décadas y el invierno toda una vida, y donde rastros de una magia inmemorial surgen en los rincones más sombríos, la tierra del norte, Invernalia, está resguardada por un colosal muro de hielo que detiene a fuerzas oscuras y sobrenaturales. En este majestuoso escenario, lord Stark y su familia se encuentran en el centro de un conflicto que desatará todas las pasiones: la traición y la lealtad, la compasión y la sed de venganza, el amor y el poder, la lujuria y el incesto, todo ello para ganar la más mortal de las batallas: el trono de hierro, una poderosa trampa que atrapará a los personajes... y al lector.",
			"rating": 5,
			"image": "https://books.google.com/books/publisher/content/images/frontcover/vNocAwAAQBAJ?fife=w240-h480",
			"flag": "new",
			"currency": "USD",
			"ratingCount": 9,
			"genre": ["Fiction", "Thriller"],
			"language": "ESPAÑOL",
			"stock": 0
		},
		{
			"title": "Los huesos del escriba (Alcatraz contra los Bibliotecarios Malvados 2)",
			"authors": "Brandon Sanderson",
			"price": 5.74,
			"description": "Los huesos del escriba es la segunda aventura de «Alcatraz contra los Bibliotecarios Malvados», la serie de fantasía juvenil apta para todos los públicos más divertida y original. El abuelo Smedry está en problemas. ¡Alcatraz al rescate! En su segunda escaramuza contra los Bibliotecarios Malvados que rigen el mundo, Alcatraz y su singular pandilla de luchadores siguen las huellas del abuelo Smedry hasta la antigua y misteriosa Biblioteca de Alejandría. Los habitantes de las Tierras Silenciosas -las regiones controladas por los Bibliotecarios, como Canadá, Europa y Estados Unidos-, creen que la biblioteca fue destruida hace tiempo. Pero los habitantes los Reinos Libres conocen la verdad: la Biblioteca de Alejandría todavía existe y es uno de los lugares más peligrosos del planeta. Es el lugar en que habitan unos de los Bibliotecarios más temibles, los Conservadores, una secta de muertos vivientes que se alimentan de almas.  ¿Lograrán Alcatraz y sus amigos rescatar al abuelo Smedry y salir de allí con vida? Reseña: «Brandon Sanderson es una leyenda.» Alexelcapo, @EvilAFM",
			"rating": 4,
			"image": "https://books.google.com/books/publisher/content/images/frontcover/M3LIDAAAQBAJ?fife=w240-h480",
			"flag": "new",
			"currency": "USD",
			"ratingCount": 3,
			"genre": ["Young Adult Fiction", "Juvenile Fiction"],
			"language": "ESPAÑOL",
			"stock": 25
		},
		{
			"title": "Las lentes fragmentadas (Alcatraz contra los Bibliotecarios Malvados 4)",
			"authors": "Brandon Sanderson",
			"price": 41.46,
			"description": "Las lentes fragmentadas es la cuarta y trepidante aventura de «Alcatraz contra los Bibliotecarios Malvados», la serie de aventuras fantásticas juvenil apta para todos los públicos más divertida y original. ¿Podrá Alcatraz salvar una ciudad sitiada? Si la isla de Mokia cae, también podrían caer el resto de los Reinos Libres. Y entonces todo el mundo estaría bajo el dominio de los Bibliotecarios Malvados. ¿Logrará Alcatraz salvarlos a todos una vez más? Armado con apenas un par de gafas, un pequeño arsenal de ositos de peluche explosivos y su increíble talento para romper cosas, Alcatraz está listo para intentarlo. Lo único que tiene que hacer es vencer a un ejército de robots gigantes, un grupo no muy numeroso pero muy malvado de Bibliotecarios y, lo que es peor, a su propia madre. Reseñas: «Brandon Sanderson es una leyenda.» Alexelcapo, @EvilAFM",
			"rating": 4,
			"image": "https://books.google.com/books/publisher/content/images/frontcover/-v22DQAAQBAJ?fife=w240-h480",
			"flag": "on-sale",
			"salePrice": 29.99,
			"currency": "USD",
			"ratingCount": 6,
			"genre": ["Young Adult Fiction", "Juvenile Fiction"],
			"language": "ESPAÑOL",
			"stock": 29
		},
		{
			"title": "Alcatraz vs. the Evil Librarians",
			"authors": "Brandon Sanderson",
			"price": 22.04,
			"description": "Experience the action-packed first book in #1 New York Times bestselling author Brandon Sanderson's laugh-out-loud middle-grade fantasy series like never before—now in paperback with all new covers! AN ANCIENT RIVALRY REAWAKENS. Everything I'd known about the world was a lie. On my thirteenth birthday, I, Alcatraz Smedry (yes, I got named after a prison, don't ask) received my inheritance: a bag of sand. And then I accidentally destroyed my foster parents' kitchen. It's not my fault, things just break around me, I swear! I thought the sand was a joke until evil Librarians came to steal it. You're probably thinking, “Librarians are nice people who recommend good books,” but that's just what they want you to think! It turns out they're actually a secret cult keeping the truth from you—a hidden world filled with magical eyeglasses, talking dinosaurs, and knights with crystal swords! Or so my Grandpa Smedry claimed when he suddenly showed up to rescue me. So now I have to go with him to invade the local library and get that sand back, before it's used to conquer the world. And Grandpa says how I keep breaking things is actually an amazing talent. There's no way that can all be true, right? Will I ever make it back home alive? An excellent choice to read aloud to the whole family. Funny, exciting, and briskly paced. —NPR At the Publisher's request, this title is being sold without Digital Rights Management Software (DRM) applied.",
			"rating": 4,
			"image": "https://books.google.com/books/publisher/content/images/frontcover/njs6CQAAQBAJ?fife=w240-h480",
			"flag": "new",
			"currency": "USD",
			"ratingCount": 6,
			"genre": ["Juvenile Fiction", "Young Adult Fiction"],
			"language": "ENGLISH",
			"stock": 33
		},
		{
			"title": "The Dark Talent",
			"authors": "Brandon Sanderson",
			"price": 29.89,
			"description": "The Dark Talent is the fifth action-packed fantasy adventure in the Alcatraz vs. the Evil Librarians series for young readers by the #1 New York Times bestselling author Brandon Sanderson. This never-before-published, fast-paced, and funny novel is now available in a deluxe hardcover edition, illustrated by Hayley Lazo. Alcatraz Smedry has successfully defeated the army of Evil Librarians and saved the kingdom of Mokia. Too bad he managed to break the Smedry Talents in the process. Even worse, his father is trying to enact a scheme that could ruin the world, and his friend, Bastille, is in a coma. To revive her, Alcatraz must infiltrate the Highbrary--known as The Library of Congress to Hushlanders--the seat of Evil Librarian power. Without his Talent to draw upon, can Alcatraz figure out a way to save Bastille and defeat the Evil Librarians once and for all? “Like Lemony Snicket and superhero comics rolled into one.” —Publishers Weekly, starred review At the Publisher's request, this title is being sold without Digital Rights Management Software (DRM) applied.",
			"rating": 3,
			"image": "https://books.google.com/books/publisher/content/images/frontcover/TOeUCgAAQBAJ?fife=w240-h480",
			"flag": "new",
			"currency": "USD",
			"ratingCount": 1,
			"genre": ["Juvenile Fiction"],
			"language": "ENGLISH",
			"stock": 34
		},
		{
			"title": "The Knights of Crystallia",
			"authors": "Brandon Sanderson",
			"price": 22.38,
			"description": "Now in paperback for the first time, featuring all new covers, the Alcatraz vs. the Evil Librarians middle-grade series from #1 New York Times bestselling author Brandon Sanderson.  I am awesome! So I told you how Grandpa Smedry showed up at my house and said “Alcatraz, come with me to save the world!” (That totally happened. You read the first two books, right?) Well, this is the book where you find out how awesome I really am! I finally make it to the Free Kingdoms—lands outside of evil Librarian control (like where you live)—and there's a bunch of castles! And dragons! And a giant crystal mushroom where knights hang out! And a huge pig butt you can ride in! (Okay, that's exactly as not-cool as it sounds.) Plus everyone loves me there because I'm a celebrity! (Don't worry, I won't let that go to my head.) Anyway, some bigwigs from the evil Librarians are in town trying to negotiate a peace treaty—and I don't believe for a second that they actually mean it. I hope I can convince the Council of Kings it's a terrible idea. Also, Bastille is in big trouble with the Knights of Crystallia because I broke her magic sword (whoops), but if I explain what happened they'll let her be a full knight again, right? They'd better, or I might break something else important! (Err, knowing me, that's bound to happen anyway...) Beneath the wild humor, there are surprisingly subtle messages about responsibility and courage. - School Library Journal  At the Publisher's request, this title is being sold without Digital Rights Management Software (DRM) applied.",
			"rating": 4,
			"image": "https://books.google.com/books/publisher/content/images/frontcover/VDs6CQAAQBAJ?fife=w240-h480",
			"flag": "new",
			"currency": "USD",
			"ratingCount": 7,
			"genre": ["Juvenile Fiction"],
			"language": "ENGLISH",
			"stock": 21
		},
		{
			"title": "The Shattered Lens",
			"authors": "Brandon Sanderson",
			"price": 43.11,
			"description": "The Shattered Lens is the fourth action-packed fantasy adventure in the Alcatraz vs. the Evil Librarians series for young readers by the #1 New York Times bestselling author Brandon Sanderson. These fast-paced and funny novels are now available in deluxe hardcover editions illustrated by Hayley Lazo. Alcatraz Smedry is up against a whole army of Evil Librarians with only his friend Bastille, a few pairs of glasses, and an unlimited supply of exploding teddy bears to help him. This time, even Alcatraz's extraordinary talent for breaking things may not be enough to defeat the army of Evil Librarians and their giant librarian robots. “An excellent choice to read aloud to the whole family. It's funny, exciting, and briskly paced.” —Nancy Pearl on NPR'S Morning Edition At the Publisher's request, this title is being sold without Digital Rights Management Software (DRM) applied.",
			"rating": 4,
			"image": "https://books.google.com/books/publisher/content/images/frontcover/oTw6CQAAQBAJ?fife=w240-h480",
			"flag": "new",
			"currency": "USD",
			"ratingCount": 4,
			"genre": ["Young Adult Fiction"],
			"language": "ENGLISH",
			"stock": 24
		},
		{
			"title": "La fortaleza digital",
			"authors": "Dan Brown",
			"price": 14.71,
			"description": "¿Puede existir un código indescifrable? En un mundo en el que la información es el poder, una simple palabra se convierte en el arma más devastadora que pueda imaginarse. Susan Fletcher no puede dar crédito a sus oídos cuando su jefe, el subdirector de la Agencia de Seguridad Nacional, le informa de que han encontrado un código que ni siquiera la mayor supercomputadora conocida puede descifrar. La única pista para romper ese código parece estar en el cadáver de un hombre fallecido en España, donde ha sido enviado David, el prometido de Susan. Mientras David intenta hallar la clave y sobrevivir a la persecución de un metódico e implacable asesino en las calles de Sevilla, Susan se enfrentará a su propio drama en las desoladas instalaciones de máxima seguridad de la Agencia, durante una larga noche en la que la mentira y el asesinato acechan tras cada puerta. El autor de El código Da Vinci teje otra apasionante historia de claves secretas, mensajes ocultos, engaños y crímenes. Un fascinante recorrido por los secretos mejor guardados de los servicios secretos norteamericanos.",
			"rating": 4,
			"image": "https://books.google.com/books/publisher/content/images/frontcover/Q5IrDwAAQBAJ?fife=w240-h480",
			"flag": "on-sale",
			"salePrice": 12.99,
			"currency": "USD",
			"ratingCount": 8,
			"genre": ["Fiction"],
			"language": "ESPAÑOL",
			"stock": 28
		},
		{
			"title": "La conspiración",
			"authors": "Dan Brown",
			"price": 27.57,
			"description": "En los hielos eternos del Artico duerme el mas fascinante descubrimiento de la historia de la humanidad--y tambien un intrigante juego de mentiras y enganos. La analista de inteligencia Rachel Sexton y el oceanografo Michael Tolland forman parte del equipo de expertos enviados por la Casa Blanca al Artico remoto, con la mision de autentificar el fabuloso hallazgo que ha realizado la NASA. Un descubrimiento que cambiara el curso de la historia y, de paso, asegurara al presidente su reeleccion. Sin embargo, una vez alli descubren indicios de que se enfrentan a un fraude cientifico de proporciones gigantescas. Aislados en el entorno mas hostil del planeta, perseguidos por unos implacables asesinos equipados con los ultimos adelantos tecnologicos, lucharan por salvarse la vida y averiguar la verdad. Mientras tanto, en los pasillos de Washington se libra otra oscura batalla, un juego de traiciones y mentiras donde nadie es lo que parece.--Desde la descripcion de la editorial.",
			"rating": 3.5,
			"image": "https://books.google.com/books/content/images/frontcover/9zhToKTiY-oC?fife=w240-h480",
			"flag": "new",
			"currency": "USD",
			"ratingCount": 5,
			"genre": ["Fiction"],
			"language": "ENGLISH",
			"stock": 1
		},
		{
			"title": "El símbolo perdido",
			"authors": "Dan Brown",
			"price": 22.34,
			"description": "Atrapado entre las exigencias de una mente perturbada y la investigación oficial, Langdon se ve inmerso en un mundo clandestino de secretos masónicos, historia oculta y escenarios nunca antes vistos, que parecen arrastrarlo hacia una sencilla pero inconcebible verdad.",
			"rating": 3.5,
			"image": "https://books.google.com/books/content/images/frontcover/B-ol7IgEV8kC?fife=w240-h480",
			"flag": "new",
			"currency": "USD",
			"ratingCount": 10,
			"genre": ["Fiction"],
			"language": "ENGLISH",
			"stock": 42
		},
		{
			"title": "Origen",
			"authors": "Dan Brown",
			"price": 43.02,
			"description": "Robert Langdon, profesor de simbología e iconografía religiosa de la universidad de Harvard, acude al Museo Guggenheim Bilbao para asistir a un trascendental anuncio que «cambiará la faz de la ciencia para siempre». El anfitrión de la velada es Edmond Kirsch, un joven multimillonario cuyos visionarios inventos tecnológicos y audaces predicciones lo han convertido en una figura de renombre mundial. Kirsch, uno de los alumnos más brillantes de Langdon años atrás, se dispone a revelar un extraordinario descubrimiento que dará respuesta a las dos preguntas que han obsesionado a la humanidad desde el principio de los tiempos. Al poco tiempo de comenzar la presentación, meticulosamente orquestada por Edmond Kirsch y la directora del museo Ambra Vidal, estalla el caos para asombro de cientos de invitados y millones de espectadores en todo el mundo. Ante la inminente amenaza de que el valioso hallazgo se pierda para siempre, Langdon y Ambra deben huir desesperadamente a Barcelona e iniciar una carrera contrarreloj para localizar la críptica contraseña que les dará acceso al revolucionario secreto de Kirsch. Perseguidos por un atormentado y peligroso enemigo, Langdon y Ambra descubrirán los episodios más oscuros de la Historia y del extremismo religioso. Siguiendo un rastro de pistas compuesto por obras de arte moderno y enigmáticos símbolos, tendrán pocas horas para intentar desvelar la fascinante investigación de Kirsch... y su sobrecogedora revelación sobre el origen y el destino de la Humanidad.",
			"rating": 4,
			"image": "https://books.google.com/books/publisher/content/images/frontcover/YYcpDwAAQBAJ?fife=w240-h480",
			"flag": "on-sale",
			"salePrice": 41.99,
			"currency": "USD",
			"ratingCount": 4,
			"genre": ["Fiction", "Juvenile Fiction"],
			"language": "ENGLISH",
			"stock": 11
		},
		{
			"title": "Inferno",
			"authors": "Dan Brown",
			"price": 22.34,
			"description": "El profesor de simbología Robert Langdon se despierta en un hospital en mitad de la noche, desorientado y con una herida en la cabeza. No recuerda nada de las últimas treinta y seis horas. Ni cómo ha llegado hasta allí, ni el origen del macabro objeto que los médicos descubren entre sus pertenencias.",
			"rating": 3,
			"image": "https://books.google.com/books/content/images/frontcover/fYPyHRZeX1UC?fife=w240-h480",
			"flag": "new",
			"currency": "USD",
			"ratingCount": 10,
			"genre": ["Fiction", "Juvenile Fiction"],
			"language": "ENGLISH",
			"stock": 26
		},
		{
			"title": "Cuentos de Horror Contados para Niños",
			"authors": "H. P. Lovecraft",
			"price": 25.53,
			"description": "These stories by the master of horror, H.P. Lovecraft, have been adapted for reading by fearless kids. Del maestro del terror, cuentos adaptados para niños que no tengan miedo.",
			"rating": 4.5,
			"image": "https://books.google.com/books/publisher/content/images/frontcover/vzrZDgAAQBAJ?fife=w240-h480",
			"flag": "on-sale",
			"salePrice": 24.99,
			"currency": "USD",
			"ratingCount": 5,
			"genre": ["Juvenile Fiction", "Fiction", "Young Adult Fiction"],
			"language": "ENGLISH",
			"stock": 3
		},
		{
			"title": "Martín Fierro",
			"authors": "José Hernández",
			"price": 12.88,
			"description": "El Martín Fierro, escrito por el poeta argentino José Hernández, es considerado la obra cumbre del género gauchesco, que cuenta con autores como Bartolomé Hidalgo, Hilario Ascasubi y Estanislao del Campo. Originalmente fue publicado en dos partes -la primera, quot;El Gaucho Martín Fierroquot;, en 1872; y la segunda, quot;La Vuelta de Martín Fierroquot;, en 1879-. La primera parte se puede interpretar como una denuncia al sistema político y social argentino, y la despiadada persecución a los gauchos por el quot;poderquot;. Fierro es un hombre honesto arrancado de su casa, su familia y su vida, que es enviado a la frontera para pelear en batallas que no son suyas. Sus aventuras, que incluyen su deserción del ejército, el regreso al hogar (para ver que no queda nada ni nadie), su conversión en casi un delincuente y, al final, su exilio, son valiosos testimonios de experiencias atroces. La segunda parte del texto, en cambio, nos presenta una clara respuesta al problema de los gauchos en la sociedad argentina. Poema nacional, retrato de la dura vida en los inicios de una Patria aún salvaje, el Martín Fierro encarna gran parte del pensamiento contemporáneo de los argentinos, así como los pesares que, desde entonces, no han dejado de abatirse sobre la rica historia del país de las solitarias pampas.",
			"rating": 3,
			"image": "https://books.google.com/books/publisher/content/images/frontcover/uGLXCgAAQBAJ?fife=w240-h480",
			"flag": "new",
			"currency": "USD",
			"ratingCount": 9,
			"genre": ["Fiction"],
			"language": "ESPAÑOL",
			"stock": 27
		},
		{
			"title": "Las luces de la muerte",
			"authors": "Pablo Villarubia Mauso",
			"price": 53.79,
			"description": "En este libro, entre otras muchas cosas, encontrará: - Las extrañas luces vampiro de la Amazonia - El caso del campesino cuya carne se desintegró - Extrañas mutilaciones humanas en Brasil - Dieron su vida en honor de los extraterrestres - Noches de terror en la isla de los Cangrejos - El enigma de las máscaras de plomo - Rivalino Mafra: Crónica de una desaparición",
			"rating": 3,
			"image": "https://books.google.com/books/content/images/frontcover/eJjGZjrGHicC?fife=w240-h480",
			"flag": "on-sale",
			"salePrice": 40.99,
			"currency": "USD",
			"ratingCount": 2,
			"genre": ["Thriller", "Drama"],
			"language": "ENGLISH",
			"stock": 3
		},
		{
			"title": "¿Qué hay después de la muerte?",
			"authors": "Emanuel Swedenborg",
			"price": 13.85,
			"description": "Cuando el cuerpo ya no puede seguir desempeñandosus funciones en el mundo físico acontece lo queconocemosomo la muerte. Pero, según Emmanuel wedenborg, el vidente más famoso de la historia,tras la muerte, la personaeal sigue viva en ls mundos espirituales. En el presente libro, un ocumento único en su género, Swedenborgescrib con gran lujo de detalles lo que le ocurre al ama después de la muerte. Swedenborg es autorde varios títulos acerca de lo que actualmente s conoce como experiencias extracorporales;u prticular visión del universo, muy adelantada par su época, es muy similar a la de la Física Cuánica del siglo XX.",
			"rating": 3.5,
			"image": "https://books.google.com/books/publisher/content/images/frontcover/HjBEDwAAQBAJ?fife=w240-h480",
			"flag": "on-sale",
			"salePrice": 11.99,
			"currency": "USD",
			"ratingCount": 2,
			"genre": ["Body, Mind & Spirit"],
			"language": "ENGLISH",
			"stock": 50
		},
		{
			"title": "Escuadrón / Skyward",
			"authors": "Brandon Sanderson",
			"price": 10.67,
			"description": "El mundo de Spensa lleva dčadas bajo un ataque continuo. Los pilotos son los hřoes de lo que queda de la raza humana, y pilotar un caza siempre ha sido el sueǫ de Spensa. Desde nią se ha imaginado elevǹdose hacia el cielo y demostrando su valenta̕. Pero su destino est ̀entremezclado con el de su padre, un piloto al que derribaron, anulando as ̕cualquier posibilidad de que Spensa accediera a la escuela de vuelo. Nadie dejar ̀que Spensa olvide lo que hizo su padre; sin embargo, el destino funciona de formas misteriosas. Tal vez la escuela de vuelo est ̌casi fuera de su alcance, pero ella est ̀decidida a volar. Y un descubrimiento casual en una caverna perdida podra̕ proporcionarle un modo de reclamar las estrellas.",
			"rating": 4,
			"image": "https://books.google.com/books/publisher/content/images/frontcover/1TptDwAAQBAJ?fife=w240-h480",
			"flag": "on-sale",
			"salePrice": 8.99,
			"currency": "USD",
			"ratingCount": 7,
			"genre": ["Fiction", "Juvenile Fiction"],
			"language": "ENGLISH",
			"stock": 49
		},
		{
			"title": "Arcanun Ilimitado/ Arcanum Unbounded",
			"authors": "Brandon Sanderson",
			"price": 49.27,
			"description": "La esperada antología de relatos y novelas cortas del Cosmere, el universo que Brandon Sanderson convertirá en la saga fantástica más extensa e impresionante jamás escrita.  Brandon Sanderson crea mundos, y esos mundos están conectados. Su universo se expande por las sagas El Archivo de las Tormentas y Nacidos de la Bruma (Mistborn), también por obras como Elantris, construyendo una constelación de reinos llamado Cosmere.  Ahora este espectacular volumen recopila, por primera vez, nueve relatos y novelas cortas representativos de cada uno de esos mundos, con sus distintos sistemas de magia. La colección del Cosmere abarca los límites conocidos del universo de Sanderson -incluida una novela corta inédita de El Archivo de las Tormentas, Bailarina del Filo-, así como ilustraciones, notas... y secretos. Brandon Sanderson nos lleva a seis mundos a través de nueve fascinantes textos: - Sel (La esperanza de Elantris y El alma del emperador), - Scadrial (El undécimo metal, El alomántico Jak y los pozos de Eltania, capítulos 28 a 30, y Nacidos de la Bruma: Historia oculta), - Taldain (Arena blanca), - Threnody (Sombras para el silencio en los bosques del infierno), - Primero del Sol (Sexto del ocaso), - Roshar (Bailarina del Filo).  Un viaje único por el cosmos de un autor mítico para sus más de nueve millones de lectores en todo el mundo. Reseñas: «El Tolkien del siglo XXI.»El Mundo «Un escritor brillante.»Patrick Rothfuss «Es raro que un autor de ficción comprenda tan bien cómo funciona el liderazgo y cómo el amor echa raíces en el corazón humano. Sanderson es sorprendentemente sabio.»Orson Scott Card ENGLISH DESCRIPTION An all-new Stormlight Archive novella, Edgedancer, will be the crown jewel of Arcanum Unbounded: The Cosmere Collection, the first book of short fiction by #1 New York Times bestselling author Brandon Sanderson. The collection will include nine works in all. The first eight are: The Hope of Elantris (Elantris) The Eleventh Metal (Mistborn) The Emperor's Soul (Elantris) Allomancer Jak and the Pits of Eltania, Episodes 28 through 30 (Mistborn) White Sand (excerpt; Taldain) Shadows for Silence in the Forests of Hell (Threnody) Sixth of the Dusk (First of the Sun) Mistborn: Secret History (Mistborn) These wonderful works, originally published on Tor.com and elsewhere individually, convey the expanse of the Cosmere and tell exciting tales of adventure Sanderson fans have come to expect, including the Hugo Award-winning novella, The Emperor's Soul and an excerpt from the graphic novel White Sand. Arcanum Unbounded will also contain the 120-page Stormlight Archive novella Edgedancer, which will appear in this book for the first time anywhere. It is a story of Lift, taking place between Words of Radiance and the forthcoming Oathbringer. Finally, this collection includes essays and illustrations for the various planetary systems in which the stories are set.",
			"rating": 5,
			"image": "https://books.google.com/books/publisher/content/images/frontcover/MYM2DwAAQBAJ?fife=w240-h480",
			"flag": "on-sale",
			"salePrice": 46.99,
			"currency": "USD",
			"ratingCount": 7,
			"genre": ["Fiction", "Juvenile Fiction"],
			"language": "ENGLISH",
			"stock": 5
		},
		{
			"title": "El Aliento de Los Dioses / Warbreaker",
			"authors": "Brandon Sanderson",
			"price": 40.74,
			"description": "En WARBREAKER, el sistema de magia nica se basa en el aliento (breath), que los de Idrian tambi n llaman el alma. Cada ser humano nace con un aliento. Uno se puede desprender de su aliento y a n as seguir viviendo, aunque parecer a los dem s como un poco m s gris (menos vivo y menos capaz de percibir las cosas que suceden a su alrededor). En este caso, se les llama Drabs. En Idrian se tiene l stima por esos drabs y se considera monstruoso aceptar el aliento de otros. En Hallandren el aliento se considera incluso como una mercanc a con la que comerciar ya que disponen de ella incluso los humanos m s pobres. Una persona que tiene cincuenta o m s alientos puede hacer magia con ese poder, incluyendo Despertares (Awakenings) que consiste en dar vida con forma humana a materia org nica y ese nuevo ser despertado hace lo que el despertador quiere que haga. Para ello, se deben conocer las palabras correctas y decirlas con claridad. El despertador puede tomar (recuperar) el aliento de la cosa creada, s lo cuando sta ha cumplido su misi n. ENGLISH DESCRIPTION This is the story of two sisters, the God King one of them must marry, the lesser god who doesn't like his job, and the immortal who's still trying to undo the mistakes of eons past. Their world is one in which those who die in glory return as gods to live confined to a pantheon in Hallandren's capital city.",
			"rating": 5,
			"image": "https://books.google.com/books/publisher/content/images/frontcover/y584AwAAQBAJ?fife=w240-h480",
			"flag": "on-sale",
			"salePrice": 34.99,
			"currency": "USD",
			"ratingCount": 5,
			"genre": ["Fiction", "Juvenile Fiction"],
			"language": "ENGLISH",
			"stock": 38
		},
		{
			"title": "El temor de un hombre sabio (Crónica del asesino de reyes 2)",
			"authors": "Patrick Rothfuss",
			"price": 7.47,
			"description": "Llega El temor de un hombre sabio, la esperada continuación de la historia de Kvothe y El nombre del viento. «Todo hombre sabio teme tres cosas: la tormenta en el mar, la noche sin luna y la ira de un hombre amable». El hombre había desaparecido. El mito no. Músico, mendigo, ladrón, estudiante, mago, trotamundos, héroe y asesino, Kvothe había borrado su rastro. Y ni siquiera ahora que le han encontrado, ni siquiera ahora que las tinieblas invaden los rincones del mundo, está dispuesto a regresar. Pero su historia prosigue, la aventura continúa, y Kvothe seguirá contándola para revelar la verdad tras la leyenda. «Me llamo Kvothe. Quizá hayas oído hablar de mí...» La crítica ha dicho... «La nueva promesa de la literatura fantástica». Qué leer «El Tolkien estadounidense». Juan Gómez-Jurado, ABC",
			"rating": 4.5,
			"image": "https://books.google.com/books/content/images/frontcover/2euKXB-3_aoC?fife=w240-h480",
			"flag": "new",
			"currency": "USD",
			"ratingCount": 2,
			"genre": ["Fiction", "Young Adult Fiction"],
			"language": "ENGLISH",
			"stock": 19
		},
		{
			"title": "Iron Gold",
			"authors": "Pierce Brown",
			"price": 8.63,
			"description": "NEW YORK TIMES BESTSELLER - In the epic next chapter of the Red Rising Saga, the #1 bestselling author of Morning Star pushes the boundaries of one of the boldest series in fiction. Mature science fiction existing within the frame of blazing space opera . . . done in a style that borders on Shakespearean.--NPR (One of the Best Books of the Year)  They call him father, liberator, warlord, Slave King, Reaper. But he feels a boy as he falls toward the war-torn planet, his armor red, his army vast, his heart heavy. It is the tenth year of war and the thirty-third of his life.  A decade ago Darrow was the hero of the revolution he believed would break the chains of the Society. But the Rising has shattered everything: Instead of peace and freedom, it has brought endless war. Now he must risk all he has fought for on one last desperate mission. Darrow still believes he can save everyone, but can he save himself?  And throughout the worlds, other destinies entwine with Darrow's to change his fate forever:  A young Red girl flees tragedy in her refugee camp, and achieves for herself a new life she could never have imagined.  An ex-soldier broken by grief is forced to steal the most valuable thing in the galaxy--or pay with his life.  And Lysander au Lune, the heir in exile to the Sovereign, wanders the stars with his mentor, Cassius, haunted by the loss of the world that Darrow transformed, and dreaming of what will rise from its ashes.  Red Rising was the story of the end of one universe. Iron Gold is the story of the creation of a new one. Witness the beginning of a stunning new saga of tragedy and triumph from masterly New York Times bestselling author Pierce Brown. Don't miss any of Pierce Brown's Red Rising Saga:  RED RISING - GOLDEN SON - MORNING STAR - IRON GOLD - DARK AGE",
			"rating": 3.5,
			"image": "https://books.google.com/books/publisher/content/images/frontcover/UMqXDQAAQBAJ?fife=w240-h480",
			"flag": "new",
			"currency": "USD",
			"ratingCount": 9,
			"genre": ["Juvenile Fiction"],
			"language": "ENGLISH",
			"stock": 30
		},
		{
			"title": "Amanecer rojo",
			"authors": "Pierce Brown",
			"price": 49.55,
			"description": "Estrategia. Fuerza. Amor. Traición. Ideas como libertad o igualdad murieron junto con la Tierra. Ahora, en Marte, el equilibrio se sustenta en un férreo sistema de castas representadas por colores. Para acceder a la élite de los gobernantes, los dorados deben ganarse su puesto en una contienda implacable. Pero Darrow no es un dorado. Es un rojo, forjado en las entrañas del infierno. Afilado por el odio. Fortalecido por el amor. Para sobrevivir, debe ocultar su verdad. Sin olvidar que cada muerte, cada paso de la contienda, es por la libertad. Y con una idea fija en la mente: no convertirse en uno de ellos, pase lo que pase. En un mundo de oscuridad, un rojo amanecerá dorado.",
			"rating": 3,
			"image": "https://books.google.com/books/publisher/content/images/frontcover/NUTODwAAQBAJ?fife=w240-h480",
			"flag": "new",
			"currency": "USD",
			"ratingCount": 9,
			"genre": ["Juvenile Fiction", "Young Adult Fiction"],
			"language": "ENGLISH",
			"stock": 17
		},
		{
			"title": "Golden Son",
			"authors": "Pierce Brown",
			"price": 52.93,
			"description": "NEW YORK TIMES BESTSELLER • Red Rising hit the ground running and wasted no time becoming a sensation. Golden Son continues the stunning saga of Darrow, a rebel forged by tragedy, battling to lead his oppressed people to freedom. NAMED ONE OF THE BEST BOOKS OF THE YEAR BY NPR, BUZZFEED, AND BOOKLIST• “Gripping . . . On virtually every level, this is a sequel that hates sequels—a perfect fit for a hero who already defies the tropes. Grade: A”—Entertainment Weekly As a Red, Darrow grew up working the mines deep beneath the surface of Mars, enduring backbreaking labor while dreaming of the better future he was building for his descendants. But the Society he faithfully served was built on lies. Darrow's kind have been betrayed and denied by their elitist masters, the Golds—and their only path to liberation is revolution. And so Darrow sacrifices himself in the name of the greater good for which Eo, his true love and inspiration, laid down her own life. He becomes a Gold, infiltrating their privileged realm so that he can destroy it from within. A lamb among wolves in a cruel world, Darrow finds friendship, respect, and even love—but also the wrath of powerful rivals. To wage and win the war that will change humankind's destiny, Darrow must confront the treachery arrayed against him, overcome his all-too-human desire for retribution—and strive not for violent revolt but a hopeful rebirth. Though the road ahead is fraught with danger and deceit, Darrow must choose to follow Eo's principles of love and justice to free his people. He must live for more. Praise for Golden Son “Stirring . . . Comparisons to The Hunger Games and Game of Thrones series are inevitable, for this tale has elements of both.”—Kirkus Reviews “Brown writes layered, flawed characters . . . but plot is his most breathtaking strength. . . . Every action seems to flow into the next.”—NPR Don't miss any of Pierce Brown's Red Rising Saga: RED RISING • GOLDEN SON • MORNING STAR • IRON GOLD • DARK AGE",
			"rating": 4.5,
			"image": "https://books.google.com/books/publisher/content/images/frontcover/TxNxCwAAQBAJ?fife=w240-h480",
			"flag": "on-sale",
			"salePrice": 45.99,
			"currency": "USD",
			"ratingCount": 5,
			"genre": ["Juvenile Fiction", "Young Adult Fiction"],
			"language": "ENGLISH",
			"stock": 37
		},
		{
			"title": "Oro y ceniza",
			"authors": "Pierce Brown",
			"price": 39.49,
			"description": "Darrow nació esclavo. Pero se convirtió en un arma. Acabó con siglos de gobierno dorado y se convirtió en el héroe de una república nueva y poderosa. Ahora deberá arriesgar todo por lo que ha luchado en una última misión desesperada. Pero nuevos destinos se entrelazarán con el suyo.  Una joven roja huye de la tragedia de un campo de refugiados y logra una nueva vida que ni siquiera habría sido capaz de imaginar. Un exsoldado se ve obligado a robar lo más preciado del universo... o a pagarlo con su vida. Y Lisandro au Lune, el heredero en el exilio de la soberana, merodea por las estrellas, obsesionado por la pérdida del mundo que Darrow ha transformado y soñando con el que brotará de sus cenizas.    LOS ROJOS HAN ASCENDIDO.  LA SOCIEDAD HA CAÍDO.",
			"rating": 3,
			"image": "https://books.google.com/books/publisher/content/images/frontcover/zUPODwAAQBAJ?fife=w240-h480",
			"flag": "new",
			"currency": "USD",
			"ratingCount": 4,
			"genre": ["Juvenile Fiction"],
			"language": "ENGLISH",
			"stock": 45
		},
		{
			"title": "Edad oscura",
			"authors": "Pierce Brown",
			"price": 20.58,
			"description": "HÉROE TRAIDOR VILLANO Hace diez años, Darrow encabezó una revolución que creó un nuevo mundo. Hoy disputa una guerra sin cuartel en Mercurio con la esperanza de salvarlo de la destrucción. Pero, ahora que deja a su paso un reguero de muerte, ¿seguirá siendo el héroe que rompió las cadenas? ¿O surgirá otra leyenda que ocupe su lugar? A SU SOMBRA, CADA VEZ MÁS OSCURA, SE ALZAN NUEVOS HÉROES. LISANDRO AU LUNE, el heredero en el exilio, ha regresado al Núcleo. Si consigue unir a las traicioneras familias doradas, la joven República podría perecer. La joven LIRIA, antigua refugiada roja, está acusada de traición y su única esperanza es una huida desesperada con nuevos e inverosímiles aliados. Secuestrados por una nueva amenaza para la República, PAX y ELECTRA, los hijos de Darrow y Sevro, deben confiar en un ladrón, EFRAÍN, para que los salve... Y este debe buscar en ellos su oportunidad para redimirse. ROMPIÓ LAS CADENAS PARA LUEGO ROMPER EL MUNDO.",
			"rating": 5,
			"image": "https://books.google.com/books/publisher/content/images/frontcover/lpTaDwAAQBAJ?fife=w240-h480",
			"flag": "on-sale",
			"salePrice": 14.99,
			"currency": "USD",
			"ratingCount": 4,
			"genre": ["Juvenile Fiction"],
			"language": "ENGLISH",
			"stock": 38
		},
		{
			"title": "Morning Star",
			"authors": "Pierce Brown",
			"price": 10.14,
			"description": "#1 NEW YORK TIMES BESTSELLER • Red Rising thrilled readers and announced the presence of a talented new author. Golden Son changed the game and took the story of Darrow to the next level. Now comes the exhilarating next chapter in the Red Rising Saga: Morning Star. ITW THRILLER AWARD FINALIST• “Brown's achievement is in creating an uncomfortably familiar world of flaw, fear, and promise.”—Entertainment Weekly Darrow would have lived in peace, but his enemies brought him war. The Gold overlords demanded his obedience, hanged his wife, and enslaved his people. But Darrow is determined to fight back. Risking everything to transform himself and breach Gold society, Darrow has battled to survive the cutthroat rivalries that breed Society's mightiest warriors, climbed the ranks, and waited patiently to unleash the revolution that will tear the hierarchy apart from within.  Finally, the time has come.  But devotion to honor and hunger for vengeance run deep on both sides. Darrow and his comrades-in-arms face powerful enemies without scruple or mercy. Among them are some Darrow once considered friends. To win, Darrow will need to inspire those shackled in darkness to break their chains, unmake the world their cruel masters have built, and claim a destiny too long denied—and too glorious to surrender. Praise for Morning Star “There is no one writing today who does shameless, Michael Bay-style action set pieces the way Brown does. The battle scenes are kinetic, bloody, breathless, crazy. Everything is on fire all the time.”—NPR  “Morning Star is this trilogy's Return of the Jedi. . . . The impactful battles that make up most of Morning Star are damn near operatic. . . . It absolutely satisfies.”—Tordotcom  “Excellent . . . Brown's vivid, first-person prose puts the reader right at the forefront of impassioned speeches, broken families, and engaging battle scenes . . . as this interstellar civil war comes to a most satisfying conclusion.”—Publishers Weekly (starred review)  “A page-turning epic filled with twists and turns . . . The conclusion to Brown's saga is simply stellar.”—Booklist (starred review) Don't miss any of Pierce Brown's Red Rising Saga: RED RISING • GOLDEN SON • MORNING STAR • IRON GOLD • DARK AGE",
			"rating": 4.5,
			"image": "https://books.google.com/books/publisher/content/images/frontcover/GJqVBgAAQBAJ?fife=w240-h480",
			"flag": "new",
			"currency": "USD",
			"ratingCount": 10,
			"genre": ["Juvenile Fiction", "Young Adult Fiction"],
			"language": "ENGLISH",
			"stock": 46
		},
		{
			"title": "Gregor Las Tierras Bajas",
			"authors": "Suzanne Collins",
			"price": 60.00,
			"description": "Gregor tiene 11 años y vive en la ciudad de Nueva York. Un caluroso día de verano, él y su hermana pequeña caen accidentalmente por una reja de ventilación en la lavandería de su edificio. Y aquí empieza su aventura. De repente, llegarán a un mundo absolutamente tenebroso y desconocido para ellos: las Tierras Bajas, un mundo dónde humanos de piel pálida y translúcida, conviven con escarabajos y murciélagos. Una sociedad amenazada por el conflicto y que señala a Gregor como aquél que la profecía apuntaba que vendría de las Tierras Altas para salvarlos del desastre. Nada parece casual, tampoco la extraña desaparición de su padre tiempo atrás... Una historia llena de fantasía, imaginación con una trama trepidante.",
			"rating": 1,
			"image": "https://books.google.com/books/publisher/content/images/frontcover/HY7ODwAAQBAJ?fife=w240-h480",
			"flag": "on-sale",
			"salePrice": 49.99,
			"currency": "USD",
			"ratingCount": 8,
			"genre": ["Juvenile Fiction", "Young Adult Fiction"],
			"language": "ENGLISH",
			"stock": 50
		},
		{
			"title": "Los Juegos del Hambre - Balada de pájaros cantores y serpientes",
			"authors": "Suzanne Collins",
			"price": 20.24,
			"description": "La ambición será su motor. La rivalidad, su motivación. Pero alcanzar el poder tiene un precio.  La precuela de «Los Juegos del Hambre».  LA SAGA CON MÁS DE 100 MILLONES DE LIBROS VENDIDOS EN TODO EL MUNDO. Es la mañana de la cosecha que dará comienzo a los décimos Juegos del Hambre. En el Capitolio, Coriolanus Snow, de dieciocho años, se prepara para una oportunidad única: alcanzar la gloria como mentor de los Juegos. La casa de los Snow, antes tan influyente, atraviesa tiempos difíciles, y su destino depende de que Coriolanus consiga superar a sus compañeros en ingenio, estrategia y encanto como mentor del tributo que le sea adjudicado. Todo está en su contra... La crítica ha dicho: «El mayor acierto de la saga consiste en reunir la esencia de 1984, la intensidad de La naranja mecánica, la fantasía de Las crónicas de Narnia y la inventiva de Harry Potter». The New York Times",
			"rating": 5,
			"image": "https://books.google.com/books/publisher/content/images/frontcover/1tLPDwAAQBAJ?fife=w240-h480",
			"flag": "new",
			"currency": "USD",
			"ratingCount": 10,
			"genre": ["Juvenile Fiction", "Young Adult Fiction", "Literary Criticism"],
			"language": "ENGLISH",
			"stock": 11
		},
		{
			"title": "El Silmarillion",
			"authors": "J. R. R. Tolkien",
			"price": 25.19,
			"description": "El Silmarillion es el cuerpo central de los textos narrativos de J.R.R. Tolkien, una obra que no pudo publicar en vida porque crecio junto con el. Tolkien comenzo a escribirlo mucho antes que El Hobbit, obra concebida como historia independiente, pero que fue parte de lo que el llamaba un tema que copia y se ramifica, y del que emergio El Senor de los Anillos. El Silmarillion cuenta la historia de la Primera Edad, el antiguo drama del que hablan los personajes de El Senor de los Anillos, y en cuyos acontecimientos algunos de ellos tomaron parte, como Elrond y Galadriel. Los tres Silmarils eran gemas creadas por Feanor, el mas dotado de los Elfos, y contenian la Luz de los Dos Arboles de Valinor antes que los Arboles mismos fueran destruidos por Morgoth, el primer Senor Oscuro. Desde entonces la inmaculada Luz de Valinor vivio solo en los Silmarils, pero Morgoth se apodero de ellos, y los engarzo en su corona, guardada en la fortaleza impenetrable de Angband en el norte de la Tierra Media. En este volumen se incluyen otras obras cortas, como el Ainulindale o la Musica de los Ainur, la creacion mitica del mundo, y el Valaquenta, sobre la naturaleza y poderes de los dioses. A El Silmarillion sigue el Akallabeth, que vuelve a narrar la caida del reino de Numenor al fin de la Segunda Edad, y por ultimo la historia De los Anillos del Poder, en la que el tema de El Senor de los Anillos reaparece en la perspectiva mas amplia de El Silmarillion.--",
			"rating": 5,
			"image": "https://books.google.com/books/content/images/frontcover/FGn5cD-lCtQC?fife=w240-h480",
			"flag": "on-sale",
			"salePrice": 24.99,
			"currency": "USD",
			"ratingCount": 1,
			"genre": ["Juvenile Fiction", "Young Adult Fiction", "Fiction"],
			"language": "ENGLISH",
			"stock": 0
		},
		{
			"title": "El Hobbit",
			"authors": "J. R. R. Tolkien",
			"price": 30.07,
			"description": "Un gran clásico moderno y el preludio a las vastas y poderosas mitologías de El Señor de Los Anillos. Cuando alrededor de 1930, J.R.R. Tolkien comenzó a escribir El Hobbit, hacía ya diez años que trabajaba en el vasto panorama mitológico de El Libro de los Relatos, que más tarde se llamaría El Silmarillion. Así como esas crónicas tempranas narraban los mitos inmemoriales de la Primera y Segunda Edad, Tolkien pronto advirtió que El Hobbit iba ordenándose de algún modo como un relato de la Tercera Edad (Gandalf habla del Nigromante en las primeras páginas), aunque las inesperadas aventuras de un pacífico hombre del campo no parecieran tener mucha relación con las vastas y oscuras mitologías de la Tierra Media. El estilo directo y lineal, con alusiones (que el autor deploró más tarde) a un público infantil, no impide la poderosa irrupción --unas pocas veces en términos de comedia-- de los grandes temas tolkienianos (el poder, la codicia, la guerra, la muerte) que reaparecerían en una dimensión a menudo obviamente épica en El Señor de los Anillos.",
			"rating": 5,
			"image": "https://books.google.com/books/content/images/frontcover/xi2URRig7jYC?fife=w240-h480",
			"flag": "on-sale",
			"salePrice": 24.99,
			"currency": "USD",
			"ratingCount": 3,
			"genre": ["Juvenile Fiction", "Young Adult Fiction"],
			"language": "ENGLISH",
			"stock": 6
		},
		{
			"title": "The Letters of J. R. R. Tolkien",
			"authors": "Humphrey Carpenter,Christopher Tolkien",
			"price": 39.01,
			"description": "A comprehensive collection of letters spanning the adult life (1914-1973) of one of the world's most famous storytellers. It is not possible even at great length to pot The Lord of the Rings in a paragraph or two. It was begun in 1936, and every part has been written many times... the labour has been colossal; and it must stand or fall, practically as it is.' J.R.R. Tolkien was one of the most prolific letter writers of this century. Over the years he wrote to his publishers, his family, to friends (including C.S. Lewis, W.H. Auden and Naomi Mitchison) and to fans of his books. The letters present a fascinating and highly detailed portrait of the man in many of his aspects: as storyteller, scholar, Catholic, parent and observer of the world around him. They also shed much light on his creative genius and grand design for the creation of a whole new world - Middle-earth. This collection will appeal not only to the legions of Tolkien fans, but will entertain anyone who appreciates the art of letter-writing, of which Tolkien was a master. 'I am nearly always written to as Tolkein (not by you): I do not know why, since it is pronounced by me always -keen.'",
			"rating": 4,
			"image": "https://books.google.com/books/publisher/content/images/frontcover/9eLCAgAAQBAJ?fife=w240-h480",
			"flag": "new",
			"currency": "USD",
			"ratingCount": 10,
			"genre": ["Juvenile Fiction", "Young Adult Fiction"],
			"language": "ENGLISH",
			"stock": 28
		},
		{
			"title": "El destello",
			"authors": "James Dashner",
			"price": 42.67,
			"description": "Dashner ha hecho una precuela para los que han crecido con la trilogía. La historia de 'El destello' está situada trece años antes de los hechos del laberinto. Las erupciones solares ya han devastado la Tierra y los supervivientes viven en comunidades pequeñas, repartidas por las zonas más templadas del planeta.",
			"rating": 3,
			"image": "https://books.google.com/books/publisher/content/images/frontcover/KSvEDwAAQBAJ?fife=w240-h480",
			"flag": "new",
			"currency": "USD",
			"ratingCount": 3,
			"genre": ["Juvenile Fiction", "Young Adult Fiction"],
			"language": "ENGLISH",
			"stock": 12
		},
		{
			"title": "The Scorch Trials Movie Tie-in Edition (Maze Runner, Book Two)",
			"authors": "James Dashner",
			"price": 24.43,
			"description": "Book two in the blockbuster Maze Runner series that spawned a movie franchise and ushered in a worldwide phenomenon! This special movie tie-in edition includes an eight-page full-color insert with photos from the film. And don't miss The Fever Code, the highly-anticipated series conclusion that finally reveals the story of how the maze was built! Thomas was sure that escape from the Maze would mean freedom for him and the Gladers. But WICKED isn't done yet. Phase Two has just begun. The Scorch. The Gladers have two weeks to cross through the Scorch—the most burned-out section of the world. And WICKED has made sure to adjust the variables and stack the odds against them. There are others now. Their survival depends on the Gladers' destruction—and they're determined to survive. Friendships will be tested. Loyalties will be broken. All bets are off. The Maze Runner and Maze Runner: The Scorch Trials are now major motion pictures featuring the star of MTV's Teen Wolf, Dylan O'Brien; Kaya Scodelario; Aml Ameen; Will Poulter; and Thomas Brodie-Sangster. The third movie, Maze Runner: The Death Cure, will hit screens in 2018. Also look for James Dashner's edge-of-your-seat MORTALITY DOCTRINE series!    Praise for the Maze Runner series:  A #1 New York Times Bestselling Series  A USA Today Bestseller  A Kirkus Reviews Best Teen Book of the Year  An ALA-YASLA Best Fiction for Young Adults Book  An ALA-YALSA Quick Pick “A mysterious survival saga that passionate fans describe as a fusion of Lord of the Flies, The Hunger Games, and Lost.” —EW “Wonderful action writing—fast-paced…but smart and well observed.” —Newsday “A nail-biting must-read.” —Seventeen “Breathless, cinematic action.” —Publishers Weekly “Heart pounding to the very last moment.” —Kirkus Reviews “Exclamation-worthy.” —Romantic Times “James Dashner's illuminating prequel The Kill Order will thrill fans of this Maze Runner series and prove just as exciting for readers new to the series.” —Shelf Awareness, Starred  “Take a deep breath before you start any James Dashner book.” —Deseret News",
			"rating": 3.5,
			"image": "https://books.google.com/books/content/images/frontcover/Rdwosb3edv8C?fife=w240-h480",
			"flag": "new",
			"currency": "USD",
			"ratingCount": 1,
			"genre": ["Juvenile Fiction"],
			"language": "ENGLISH",
			"stock": 39
		},
		{
			"title": "El corredor del laberinto",
			"authors": "James Dashner",
			"price": 22.38,
			"description": "«Bienvenido al bosque. Verás que una vez a la semana, siempre el mismo día y a la misma hora, nos llegan víveres. Una vez al mes, siempre el mismo día y a la misma hora, aparece un nuevo chico, como tú. Siempre un chico. Como ves, este lugar está cercado por muros de piedra? Has de saber que estos muros se abren por la mañana y se cierran por la noche, siempre a la hora exacta. Al otro lado se encuentra el laberinto. De noche, las puertas se cierran? y, si quieres sobrevivir, no debes estar allí para entonces». Todo sigue un orden? y, sin embargo, al día siguiente suena una alarma. Significa que ha llegado alguien más. Para asombro de todos, es una chica. Su llegada vendrá acompañada de un mensaje que cambiará las reglas del juego.",
			"rating": 5,
			"image": "https://books.google.com/books/publisher/content/images/frontcover/JSvEDwAAQBAJ?fife=w240-h480",
			"flag": "new",
			"currency": "USD",
			"ratingCount": 7,
			"genre": ["Juvenile Fiction", "Young Adult Fiction"],
			"language": "ENGLISH",
			"stock": 32
		},
		{
			"title": "Animales Fantásticos Y Dónde Encontrarlos / Fantastic Beasts  Where to Find Them",
			"authors": "J. K. Rowling",
			"price": 9.39,
			"description": "Hay un ejemplar de Animales fantasticos y donde encontrarlos en casi todos los hogares de magos del pais. Ahora, tambien los muggles pueden descubrir donde viven los quintapeds, que come el puffskein y por que es mejor no dejar leche fuera de casa para un knarl. Lo que se origine de la venta de este libro se destinara a Comic Relief, lo que significa que los euros, dolares o galeones que pagues por el produciran una magia que va mas alla de los poderes de cualquier mago. Si consideras que esta no es razon suficiente para desprenderte de tu dinero, solo me queda confiar en que, si alguna vez te ataca una manticora, los magos que anden cerca se sientan mas caritativos.",
			"rating": 5,
			"image": "https://books.google.com/books/publisher/content/images/frontcover/s-JNDgAAQBAJ?fife=w240-h480",
			"flag": "new",
			"currency": "USD",
			"ratingCount": 1,
			"genre": ["Juvenile Fiction", "Young Adult Fiction", "Fiction"],
			"language": "ESPAÑOL",
			"stock": 5
		},
		{
			"title": "Harry Potter Y El Prisionero de Azkaban (Harry Potter 3) / Harry Potter and the Prisoner of Azkaban",
			"authors": "J. K. Rowling",
			"price": 10.99,
			"description": "Harry Potter y el prisionero de Azkaban es la tercera novela de la ya clásica serie fantástica de la autora británica J.K. Rowling. «Bienvenido al autobús noctámbulo, transporte de emergencia para el brujo abandonado a su suerte. Levante la varita, suba a bordo y lo llevaremos a donde quiera.» Cuando el autobús noctámbulo irrumpe en una calle oscura y frena con fuertes chirridos delante de Harry, comienza para él un nuevo curso en Hogwarts, lleno de acontecimientos extraordinarios. Sirius Black, asesino y seguidor de lord Voldemort, se ha fugado, y dicen que va en busca de Harry. En su primera clase de Adivinación, la profesora Trelawney ve un augurio de muerte en las hojas de té de la taza de Harry... Pero quizá lo más aterrador sean los dementores que patrullan por los jardines del colegio, capaces de sorberte el alma con su beso... ENGLISH DESCRIPTION For twelve long years, the dread fortress of Azkaban held an infamous prisoner named Sirius Black. Convicted of killing thirteen people with a single curse, he was said to be the heir apparent to the Dark Lord, Voldemort. Now he has escaped, leaving only two clues as to where he might be headed: Harry Potter's defeat of You-Know-Who was Black's downfall as well. And the Azkban guards heard Black muttering in his sleep, He's at Hogwarts...he's at Hogwarts. Harry Potter isn't safe, not even within the walls of his magical school, surrounded by his friends. Because on top of it all, there may well be a traitor in their midst.",
			"rating": 5,
			"image": "https://books.google.com/books/content/images/frontcover/2EaOj7-ozKgC?fife=w240-h480",
			"flag": "on-sale",
			"salePrice": 8.99,
			"currency": "USD",
			"ratingCount": 3,
			"genre": ["Juvenile Fiction", "Young Adult Fiction"],
			"language": "ESPAÑOL",
			"stock": 3
		},
		{
			"title": "Harry Potter y la Orden del Fénix",
			"authors": "J. K. Rowling",
			"price": 12.99,
			"description": "Las tediosas vacaciones de verano en casa de sus tíos todavía no han acabado y Harry se encuentra más inquieto que nunca. Apenas ha tenido noticias de Ron y Hermione, y presiente que algo extraño está sucediendo en Hogwarts. En efecto, cuando por fin comienza otro curso en el famoso colegio de magia y hechicería, sus temores se vuelven realidad. El Ministerio de Magia niega que Voldemort haya regresado y ha iniciado una campaña de desprestigio contra Harry y Dumbledore, para lo cual ha asignado a la horrible profesora Dolores Umbridge la tarea de vigilar todos sus movimientos. Así pues, además de sentirse solo e incomprendido, Harry sospecha que Voldemort puede adivinar sus pensamientos, e intuye que el temible mago trata de apoderarse de un objeto secreto que le permitiría recuperar su poder destructivo.",
			"rating": 5,
			"image": "https://books.google.com/books/content/images/frontcover/uUOBPgXQtvUC?fife=w240-h480",
			"flag": "new",
			"currency": "USD",
			"ratingCount": 2,
			"genre": ["Juvenile Fiction", "Young Adult Fiction"],
			"language": "ESPAÑOL",
			"stock": 34
		},
		{
			"title": "It (Eso)",
			"authors": "Stephen King",
			"price": 53.99,
			"description": "Ahora en español, nos llega esta escalofriante historia de Stephen King, clásico bestseller #1 del New York Times, según el Chicago Sun-Timessobre siete adultos que vuelven a su ciudad natal para hacerle frente a una pesadilla que vivieron cuando eran adolescentes...un mal sin nombre: Eso. Bienvenido a Derry, Maine. Es una ciudad pequeña, un lugar tan conmovedoramente familiar como tu propia ciudad natal. Solo que en Derry ocurren cosas muy extrañas. Eran siete adolescentes cuando conocieron el horror por primera vez. Ahora son hombres y mujeres adultos que han salido al mundo en búsqueda de éxito y felicidad. Pero la promesa que hicieran 28 años atrás los reúne en el mismo lugar donde enfrentaron, de adolescentes, a una criatura malvada que cazaba a los niños de la ciudad. Ahora hay niños asesinados nuevamente, y sus memorias reprimidas de aquel verano aterrador regresan mientras se preparan para enfrentar, una vez más, al monstruo escondido en las alcantarillas de Derry.",
			"rating": 4.5,
			"image": "https://books.google.com/books/publisher/content/images/frontcover/NmwZEAAAQBAJ?fife=w240-h480",
			"flag": "new",
			"currency": "USD",
			"ratingCount": 6,
			"genre": ["Juvenile Nonfiction", "Thriller"],
			"language": "ESPAÑOL",
			"stock": 12
		},
		{
			"title": "El resplandor",
			"authors": "Stephen King",
			"price": 25.99,
			"description": "Ésa es la palabra que Danny había visto en el espejo. Y aunque no sabía leer, entendió que era un mensaje de horror. Danny tenía cinco años. Y a esa edad pocos niños saben que los espejos invierten las imágenes y, menos aún, saben diferenciar entre realidad y fantasía. Pero Danny tenía pruebas de que sus fantasías relacionadas con el resplandor del espejo acabarían cumpliéndose, asesinato. Pero su padre necesitaba aquel trabajo en el hotel. Danny sabía que su madre pensaba en el divorcio y que su padre se obsesionaba con algo muy malo, tan malo como la muerte y el suicido. Sí, su padre necesitaba aceptar la propuesta de cuidar aquel hotel de lujo con más de cien habitaciones, aislado por la nieve durante seis meses. Hasta el deshielo iban a estar solos.",
			"rating": 4.5,
			"image": "https://books.google.com/books/publisher/content/images/frontcover/hGwZEAAAQBAJ?fife=w240-h480",
			"flag": "new",
			"currency": "USD",
			"ratingCount": 8,
			"genre": ["Fiction", "Juvenile Nonfiction"],
			"language": "ESPAÑOL",
			"stock": 16
		},
		{
			"title": "El instituto",
			"authors": "Stephen King",
			"price": 17.99,
			"description": "En mitad de la noche en un barrio tranquilo de Minneapolis raptan a Luke Ellis, de doce años, tras haber asesinado a sus padres. Una operación que dura menos de dos minutos. Luke se despierta en la siniestra institución conocida como El Instituto, en una habitación que se asemeja a la suya pero sin ventanas. En habitaciones parecidas hay otros niños: Kalisha, Nick, George, Iris y Avery Dixon, entre otros, que comparten capacidades especiales como telequinesia o telepatía. Todos ellos se alojan en la Mitad Delantera de la institución. Los mayores, en cambio, se encuentran en la Mitad Trasera. Como dice Kalisha: Allí entras pero no sales.",
			"rating": 3.5,
			"image": "https://books.google.com/books/publisher/content/images/frontcover/iGwZEAAAQBAJ?fife=w240-h480",
			"flag": "new",
			"currency": "USD",
			"ratingCount": 2,
			"genre": ["Thriller", "Young Adult Fiction", "Fiction"],
			"language": "ESPAÑOL",
			"stock": 42
		},
		{
			"title": "Misery",
			"authors": "Stephen King",
			"price": 13.99,
			"description": "Originally published: New York: Viking, 1987.",
			"rating": 3,
			"image": "https://books.google.com/books/publisher/content/images/frontcover/absZEAAAQBAJ?fife=w240-h480",
			"flag": "on-sale",
			"salePrice": 11.99,
			"currency": "USD",
			"ratingCount": 9,
			"genre": ["Drama", "Thriller"],
			"language": "ESPAÑOL",
			"stock": 37
		},
		{
			"title": "El Guardian Entre El Centeno",
			"authors": "J. D. Salinger",
			"price": 45.99,
			"description": "Si un cuerpo encuentra a otro cuerpo cuando van entre el centeno, muchas veces me imagino que hay un montón de niños jugando en un campo de centeno. Miles de niños, y están solos, quiero decir que no hay nadie mayor vigilándolos. Sólo yo. Estoy al borde del precipicio y mi trabajo consiste en evitar que los niños caigan en él. En cuanto empiezan a correr sin mirar adónde van, yo salgo de donde esté y los cojo. Eso es lo que me gustaría hacer todo el tiempo. Yo sería el guardián entre el centeno. No importa que la sensación sea triste o hasta desagradable, pero cuando me voy de un sitio me gusta darme cuenta de que me marcho. Si no luego me da más pena todavía",
			"rating": 5,
			"image": "https://books.google.com/books/publisher/content/images/frontcover/u8fgDwAAQBAJ?fife=w240-h480",
			"flag": "new",
			"currency": "USD",
			"ratingCount": 1,
			"genre": ["Drama", "Thriller"],
			"language": "ESPAÑOL",
			"stock": 27
		},
		{
			"title": "Nueve cuentos",
			"authors": "J. D. Salinger",
			"price": 39.99,
			"description": "Por expreso deseo del autor, no está permitido que la editorial aporte en su material promocional ningún tipo de texto adicional, información biográfica, cita o reseña relacionados con esta obra. El lector interesado podrá, no obstante, encontrar abundante información al respecto en internet.",
			"rating": 2,
			"image": "https://books.google.com/books/publisher/content/images/frontcover/vcfgDwAAQBAJ?fife=w240-h480",
			"flag": "new",
			"currency": "USD",
			"ratingCount": 7,
			"genre": ["Fiction", "Young Adult Fiction"],
			"language": "ESPAÑOL",
			"stock": 15
		},
		{
			"title": "FRANNY Y ZOOEY (LIBRO DE BOLSILLO)",
			"authors": "J. D. Salinger",
			"price": 5.99,
			"description": "Por expreso deseo del autor, no está permitido que la editorial aporte en su material promocional ningún tipo de texto adicional, información biográfica, cita o reseña relacionados con esta obra. El lector interesado podrá, no obstante, encontrar abundante información al respecto en internet.",
			"rating": 2.5,
			"image": "https://books.google.com/books/publisher/content/images/frontcover/wcfgDwAAQBAJ?fife=w240-h480",
			"flag": "new",
			"currency": "USD",
			"ratingCount": 3,
			"genre": ["Fiction"],
			"language": "ESPAÑOL",
			"stock": 50
		},
		{
			"title": "Asesinato en el Orient Express",
			"authors": "Agatha Christie",
			"price": 48.99,
			"description": "El Orient Express parte una vez más hacia los exóticos paisajes que jalonan su ruta de Estambul a Calais. Sin embargo, en esta ocasión el viaje no transcurrirá con la placidez de costumbre: el tren quedará bloqueado por la nieve y aparecerá el cadáver de un pasajero asesinado. ¿Quién puede ser el asesino de entre todos los viajeros? ¿La princesa rusa?, ¿uno de los nobles húngaros?, ¿el vendedor de la Ford?, ¿el ama de casa norteamericana? ¿O quizás alguien del servicio?. Por suerte, Poirot también se halla allí y, gracias a sus células grises, logrará armar un laborioso rompecabezas que arroje luz a este complicado caso.",
			"rating": 4.5,
			"image": "https://books.google.com/books/publisher/content/images/frontcover/2oxDDwAAQBAJ?fife=w240-h480",
			"flag": "new",
			"currency": "USD",
			"ratingCount": 8,
			"genre": ["Juvenile Nonfiction", "Young Adult Fiction"],
			"language": "ESPAÑOL",
			"stock": 20
		},
		{
			"title": "Navidades trágicas",
			"authors": "Agatha Christie",
			"price": 6.99,
			"description": "Simeón Lee, un anciano riquísimo de extraño y despótico carácter, reúne para la Navidad a toda su familia. Las aparentemente plácidas fiestas navideñas se convertirán en trágicas al ser brutalmente asesinado el anfitrión. Poirot hará, de nuevo, gala de su sagacidad.",
			"rating": 4.5,
			"image": "https://books.google.com/books/publisher/content/images/frontcover/1bRqDwAAQBAJ?fife=w240-h480",
			"flag": "on-sale",
			"salePrice": 4.99,
			"currency": "USD",
			"ratingCount": 10,
			"genre": ["Juvenile Nonfiction", "Thriller"],
			"language": "ESPAÑOL",
			"stock": 13
		},
		{
			"title": "Diez negritos",
			"authors": "Agatha Christie",
			"price": 19.99,
			"description": "En la remota isla del Negro, una mano misteriosa está empeñada en cometer una serie de espeluznantes asesinatos, siguiendo al pie de la letra las ingenuas indicaciones de una canción de cuna. Por su atmósfera inquietante y su hermetismo, esta es una de las novelas más logradas de Agatha Christie.",
			"rating": 4.5,
			"image": "https://books.google.com/books/publisher/content/images/frontcover/3jBKDwAAQBAJ?fife=w240-h480",
			"flag": "new",
			"currency": "USD",
			"ratingCount": 4,
			"genre": ["Juvenile Nonfiction"],
			"language": "ESPAÑOL",
			"stock": 0
		},
		{
			"title": "Colección de Sherlock Holmes",
			"authors": "Arthur Conan Doyle",
			"price": 10.99,
			"description": "Este ebook presenta Colección de Sherlock Holmes con un sumario dinámico y detallado. Sherlock Holmes es un personaje ficticio creado en 1887 por el escritor escocés Sir Arthur Conan Doyle, es un detective inglés de finales del siglo XIX, que destaca por su inteligencia, su hábil uso de la observación y el razonamiento deductivo para resolver casos difíciles. Es protagonista de una serie de cuatro novelas y cincuenta y seis relatos de ficción, que componen el canon holmesiano , publicados en su mayoría por The Strand Magazine. Sherlock Holmes es el arquetipo de investigador cerebral por excelencia e influyó en gran medida en la ficción detectivesca posterior a su aparición. Aunque podemos considerar a Auguste Dupine, creado por Edgar Allan Poe, como un personaje predecesor muy similar, la genialidad excéntrica de éste no alcanzó la enorme popularidad que Holmes y su autor alcanzaron en vida de éste. Tabla de contenidos: Estudio en Escarlata El Signo de los cuatro Las Aventuras de Sherlock Holmes Las Memorias de Sherlock Holmes El Sabueso de los Baskerville Sir Arthur Ignatius Conan Doyle (1859 - 1930), escritor y médico escocés. Además de haber creado al inmortal detective Sherlock Holmes, escribió novelas del género fantástico, como El mundo perdido, otras de corte histórico, obras de teatro, y poesía.",
			"rating": 4.5,
			"image": "https://books.google.com/books/publisher/content/images/frontcover/mKNjDwAAQBAJ?fife=w240-h480",
			"flag": "new",
			"currency": "USD",
			"ratingCount": 14,
			"genre": ["Fiction", "Young Adult Fiction", "Juvenile Fiction"],
			"language": "ESPAÑOL",
			"stock": 4
		},
		{
			"title": "Colección integral de Miguel de Cervantes",
			"authors": "Miguel de Cervantes Saavedra",
			"price": 1.99,
			"description": "Este ebook presenta Colección integral de Miguel de Cervantes” con un sumario dinámico y detallado. Se reúne en un solo volumen la obra de Miguel de Cervantes Saavedra. Miguel de Cervantes es uno de los grandes genios de la literatura de todos los tiempos y está considerado el creador de la primera novela moderna. Las principales obras que escribió Cervantes son las novelas Don Quijote de la Mancha (de caballerías) -obra cumbre de la literatura española-, La Galatea (pastoril), Los trabajos de Persiles y Sigismunda (bizantina), Novelas ejemplares (relato novelesco corto). Tabla de contenidos: Don Quijote de la Mancha Novelas Ejemplares La Galatea Los trabajos de Persiles y Sigismunda Miguel de Cervantes (1547-1616) es uno de los autores españoles más reconocidos, sobre todo debido al éxito de su novela Don Quijote de la Mancha, publicada en 1580. Su pasión por el teatro y la literatura lo llevó a crear la obra maestra que ha resistido el paso del tiempo.",
			"rating": 5,
			"image": "https://books.google.com/books/publisher/content/images/frontcover/C09CBAAAQBAJ?fife=w240-h480",
			"flag": "new",
			"currency": "USD",
			"ratingCount": 3,
			"genre": ["Literary Criticism", "Fiction"],
			"language": "ESPAÑOL",
			"stock": 31
		},
		{
			"title": "Gente normal",
			"authors": "Sally Rooney",
			"price": 15.99,
			"description": "Después de Conversaciones entre amigos, Sally Rooney vuelve a deslumbrarnos con una historia sobre la fascinación mutua entre dos personas que no consiguen encontrarse. Ganador del Costa Novel Award. Ganador del Irish Novel of the Year. Finalista del Man Booker Prize. Finalista del Women's Prize for Fiction. Marianne y Connell son compañeros de instituto pero no se cruzan palabra. Él es uno de los populares y ella, una chica solitaria que ha aprendido a mantenerse alejada del resto de la gente. Todos saben que Marianne vive en una mansión y que la madre de Connell se encarga de su limpieza, pero nadie imagina que cada tarde los dos jóvenes coinciden. Uno de esos días, una conversación torpe dará comienzo a una relación que podría cambiar sus vidas. Gente normal es una historia de fascinación mutua, de amistad y de amor entre dos personas que no consiguen encontrarse, una reflexión sobre la dificultad de cambiar quienes somos. La segunda novela de Sally Rooney acompaña durante años a dos protagonistas magnéticos y complejos, dos jóvenes que llegamos a entender hasta en su contradicción más sonada y en sus más graves malentendidos. Esta es una historia agridulce que muestra como nos conforman el sexo y el poder, el deseo de herir y ser herido, de amar y ser amado. Nuestras relaciones son una conversación a lo largo del tiempo. Nuestros silencios, lo que las define. La crítica ha dicho... «Marianne y Connell se acercan, se alejan, se aman, dudan, cada uno piensa que al otro no le importa lo bastante, se deprimen, sufren, gozan y el vals que nos narra Sally Rooney termina siendo una historia de amor cercana, honesta, pura y bellísima.» Isabel Coixet «Rooney consigue satisfacer a aquellos que nos obsesionamos con Conversaciones entre amigos y, al mismo tiempo, crear algo absolutamente nuevo ... Es mi escritora favorita de ficción contemporánea.» Lena Dunham «Puede que Gente normal no trate sobre lo que significa ser joven ahora mismo, sino de algo mejor que eso: muestra qué supone ser joven y estar enamorado en cualquier momento. Un clásico del futuro.» The Guardian «Es capaz de poner a sus lectores en un estado de agitación emocional. La atención de Rooney, su rigor y sensibilidad hacia las personas y las relaciones es una incómoda e importante reprimenda. Terminé el libro decidido a mirar el mundo de manera diferente. No conozco un mejor cumplido para atribuirle a una novela.» James Marriott, The Times «La calidad de su pensamiento elimina la necesidad de florituras retóricas. Rooney estira y retuerce sus frases como si fueran esas esculturas de globos. Las palabras son su superpoder.» The New Yorker «Rooney es como uno de esos magos que pueden perforar una sandía con un naipe. Así escribe sobre el amor y la lujuria entre dos jóvenes dañados, solos y anhelantes. Una escritora original que solo está empezando.» The New York Times «Una novela preciosa, profunda e inteligente. Es admirablemente honesta desde el punto de vista emocional y sexual, aunque también es gentil, sabia, aguda y entrañable. Un compasivo y sucinto estudio sobre las innumerables formas en que hombres y mujeres intentan entenderse entre ellos, y cómo fracasan constantemente.» The Observer",
			"rating": 4.5,
			"image": "https://books.google.com/books/publisher/content/images/frontcover/QcWrDwAAQBAJ?fife=w240-h480",
			"flag": "on-sale",
			"salePrice": 10.99,
			"currency": "USD",
			"ratingCount": 7,
			"genre": ["Fiction", "Literary Criticism"],
			"language": "ESPAÑOL",
			"stock": 1
		},
		{
			"title": "Dónde estás, mundo bello",
			"authors": "Sally Rooney",
			"price": 58.99,
			"description": "La historia de dos amigas que buscan el amor y la belleza ante un mundo incierto. La nueva novela de la aclamada autora de Gente normal. «El fenómeno literario de la década.» The Guardian «La mejor novela publicada este año.» The Times «Literatura en mayúsculas.» El País Dos amigas se acercan a la treintena en ciudades distintas y tras mucho tiempo sin verse. Alice, novelista, conoce a Felix, que trabaja en un almacén, y le pide que la acompañe a Roma para promocionar su último libro. En Dublín, su mejor amiga, Eileen, está superando una ruptura y empieza a flirtear con Simon, un chico al que conoce desde que eran niños. Mientras el verano se acerca, las dos chicas se envían correos electrónicos en los que se ponen al día. Hablan de su amistad, de sus relaciones, de arte, literatura y de un futuro cada vez más incierto. Dicen que quieren verse pronto, pero ¿qué pasará cuando lo hagan? Alice, Felix, Eileen y Simon todavía son jóvenes, pero pronto dejarán de serlo. Se juntan y se separan, se desean y se mienten. Tienen sexo, sufren por amor, por sus amistades y por el mundo en el que viven. ¿Están en la última sala iluminada antes de la oscuridad? ¿Encontrarán una manera de creer en un mundo bello? Rooney despliega de nuevo su capacidad para analizar el comportamiento humano y vuelve a demostrar por qué es una de las autoras más importantes del momento en una novela que busca la belleza en los claroscuros de la amistad y en el porvenir incierto de nuestro planeta. Reseñas: «Dueña de una prosa adictiva, las novelas de Sally Rooney nos confrontan con ese pozo de soledad en que se han convertido las relaciones humanas en la época moderna.» Fernanda Melchor «Ser honesta es una de sus grandes armas porque permite que se aprecie mejor lo que desde el principio ha sabido hacer muy bien: esa capacidad de observación de lo íntimo, esa naturalidad para plasmar lo cotidiano y dotarlo de vida, ese manejo del ritmo narrativo sin apenas desfallecimientos, esa facilidad para moldear personajes parecidos, pero sutilmente diferentes.» Juan Trejo, Revista Kopek «Es la reinventora de la novela de amor decimonónica en la era de la hiperconectividad.» Anatxu Zabalbeascoa, El País Semanal «La autora irlandesa, con permiso de Maggie O'Farrell, con más proyección de la historia.» Vanity Fair Sobre Gente normal: «Los mejores diálogos que hayamos leído nunca.» The New Yorker «Una historia de amor cercana, honesta y pura.» Isabel Coixet «Una novela preciosa sobre las innumerables formas en que hombres y mujeres intentan entenderse y cómo fracasan constantemente.» The Guardian «Mi escritora favorita.» Lena Dunham",
			"rating": 4,
			"image": "https://books.google.com/books/publisher/content/images/frontcover/F0QpEAAAQBAJ?fife=w240-h480",
			"flag": "new",
			"currency": "USD",
			"ratingCount": 7,
			"genre": ["Fiction", "Literary Criticism"],
			"language": "ESPAÑOL",
			"stock": 54
		},
		{
			"title": "Viaje al centro de la Tierra",
			"authors": "Julio Verne",
			"price": 25.99,
			"description": "Un jeroglífico medieval casi indescifrable puede permanecer luengos siglos durmiendo entre las hojas de un libro viejo. Pero, cuando por azar caiga en manos del audaz profesor Otto Lidenbrock de Hamburgo, desencadenará el viaje más espectacular de todo el siglo XIX. El profesor, su sobrino Axel y el impasible Hans verán maravillas en el interior del globo, iluminados por una inmóvil luz incomprensible. Esta novela, la más fantástica, la menos científica, tal vez la mas literaria de Verne, cautivará a los lectores por la intensidad de la narración y por el indefinible misterio que encierra la naturaleza cuando se penetra en ella por los caminos de la imaginación.",
			"rating": 4.5,
			"image": "https://books.google.com/books/publisher/content/images/frontcover/SKNjDwAAQBAJ?fife=w240-h480",
			"flag": "new",
			"currency": "USD",
			"ratingCount": 10,
			"genre": ["Fiction", "Juvenile Fiction"],
			"language": "ESPAÑOL",
			"stock": 23
		},
		{
			"title": "La isla misteriosa",
			"authors": "Julio Verne",
			"price": 22.99,
			"description": "Este ebook presenta La isla misteriosa (texto completo, con índice activo) con un sumario dinámico y detallado. La isla misteriosa (L'ile mystérieuse) es una novela de Julio Verne, publicada en un solo volumen en 1875. El libro forma parte de una trilogía que además componen Veinte mil leguas de viaje submarino y Los hijos del capitán Grant. Tras evadirse en globo de la Guerra de Secesión, cinco americanos, reunidos en torno al ingeniero Cyrus Smith, naufragan logrando llegar a una isla desierta. Los cinco protagonistas cuentan únicamente con su habilidad para sobrevivir. Sin embargo, en la isla se suceden fenómenos misteriosos que no consiguen explicarse. Ya bien avanzada la historia, hace su aparición el Capitan Nemo, y se devela el secreto de su misterioso pasado. Jules Gabriel Verne (1828 - 1905), conocido en los países de lengua española como Julio Verne, fue un escritor, poeta y dramaturgo francés célebre por sus novelas de aventuras y por su profunda influencia en el género literario de la ciencia ficción.",
			"rating": 4.5,
			"image": "https://books.google.com/books/publisher/content/images/frontcover/xlxCBAAAQBAJ?fife=w240-h480",
			"flag": "new",
			"currency": "USD",
			"ratingCount": 10,
			"genre": ["Literary Criticism"],
			"language": "ESPAÑOL",
			"stock": 21
		},
		{
			"title": "De la Tierra a la luna",
			"authors": "Julio Verne",
			"price": 27.99,
			"description": "Novela escrita por Julio Verne publicada en 1865. La obra relata como un grupo de científicos intentan lanzar un proyectil a la Luna y como de se convirtió esta idea en el primer viaje a la Luna.",
			"rating": 4.5,
			"image": "https://books.google.com/books/publisher/content/images/frontcover/qBUnCgAAQBAJ?fife=w240-h480",
			"flag": "new",
			"currency": "USD",
			"ratingCount": 2,
			"genre": ["Juvenile Fiction"],
			"language": "ESPAÑOL",
			"stock": 18
		},
		{
			"title": "Gallardo Monumental",
			"authors": "Diego Borinsky",
			"price": 35.99,
			"description": "Retrato íntimo de Marcelo Gallardo, único hombre en la historia de River que ganó la Copa Libertadores como jugador y entrenador. ¿Quién es? ¿Qué piensa? ¿Cómo lo hace? Lo cuenta el propio protagonista en un recorrido apasionante por su vida y obra.",
			"rating": 2.5,
			"image": "https://books.google.com/books/publisher/content/images/frontcover/GTwBCwAAQBAJ?fife=w240-h480",
			"flag": "on-sale",
			"salePrice": 6.99,
			"currency": "USD",
			"ratingCount": 15,
			"genre": ["Juvenile Nonfiction"],
			"language": "ESPAÑOL",
			"stock": 9
		},
		{
			"title": "La vida te ama",
			"authors": "L. L. Hay, R. Holden",
			"price": 22.99,
			"description": "La vida te ama es una de las afirmaciones más entrañables de Louise Hay. Es el pensamiento central que representa su vida y su obra. Juntos, Louise y Robert Holden profundizan en qué significa realmente que la vida te ame. En una serie de conversaciones íntimas y sinceras, los autores buscan en lo más profundo del poder del amor, la benevolente naturaleza de la realidad, lo amigable del universo y el corazón de quien realmente somos. La vida te ama está repleto de historias inspiradoras y meditaciones, oraciones y ejercicios útiles. Louise y Robert presentan una filosofía práctica basada en siete prácticas espirituales: Mirar al espejo - practicar el amor propio Afirmar tu vida - sanar el miedo básico del ego Seguir a tu alegría - confiar en tu guía interno Perdonar al pasado - reclamar tu inocencia original Estar agradecido ahora - cultivar la confianza Aprender a recibir - estar abierto y bajar la guardia Sanar el futuro - elegir el amor sobre el miedo",
			"rating": 2,
			"image": "https://books.google.com/books/publisher/content/images/frontcover/xpOXBwAAQBAJ?fife=w240-h480",
			"flag": "new",
			"currency": "USD",
			"ratingCount": 5,
			"genre": ["Body, Mind & Spirit"],
			"language": "ESPAÑOL",
			"stock": 50
		},
		{
			"title": "Sana Tu Mente",
			"authors": "L. L. Hay, M. L. Schulz",
			"price": 13.99,
			"description": "La intuición y su enorme poder para sanarnos no habían sido valorados hasta hoy. Por eso la doctora Mona Lisa Schulz y Louise Hay (autora de Tú puedes sanar tu vida y Tú puedes sanar tu cuerpo) nos invitan a comprender nuestras emociones y cómo el propio cuerpo nos dice a gritos cuando hay algo que necesitamos curar. Sana tu mente explora la depresión, la ansiedad, la adicción, la memoria, el aprendizaje y nos brinda soluciones y afirmaciones para sanar integralmente el cuerpo, la mente y las emociones, ese Todo maravilloso que poseemos. Con este libro aprenderás a identificar los centros de energía, así como problemas específicos de salud, su causa y las poderosas afirmaciones que te apoyarán en la construcción de una vida cada vez más plena.",
			"rating": 3,
			"image": "https://books.google.com/books/publisher/content/images/frontcover/tWUwDwAAQBAJ?fife=w240-h480",
			"flag": "new",
			"currency": "USD",
			"ratingCount": 1,
			"genre": ["Body, Mind & Spirit"],
			"language": "ESPAÑOL",
			"stock": 45
		},
		{
			"title": "El mundo te está esperando",
			"authors": "L. L. Hay",
			"price": 57.99,
			"description": "Este libro, con el que deseo ayudar a las mujeres a acceder a sus verdaderas capacidades y posibilidades, contiene alguna de mis ideas anteriores y muchas nuevas. Repasando los elementos bsicos y aadiendo otros nuevos nos creamos una posicin firme para el futuro. Capacitarnos a nosotras mismas para usar todo nuestro poder es lo mejor que podemos hacer por nuestro planeta. Si vivimos reprimidas, todo el mundo pierde; si ganamos, todos ganan.",
			"rating": 1.5,
			"image": "https://books.google.com/books/publisher/content/images/frontcover/kxtnDwAAQBAJ?fife=w240-h480",
			"flag": "new",
			"currency": "USD",
			"ratingCount": 1,
			"genre": ["Body, Mind & Spirit"],
			"language": "ESPAÑOL",
			"stock": 48
		},
		{
			"title": "El Libro Negro",
			"authors": "Angel David Revilla",
			"price": 23.89,
			"description": "No todo festival se desarrolla con ánimo festivo, ni toda blasfemia se pronuncia en vano. A esto viene el Festival de la blasfemia. Quien tenga las agallas para transitar esta historia inquietante, que tome este libro. Quien no tema las remembranzas de imágenes escamosas, que lea estas páginas. Quien se atreva a atesorar esta obra en su biblioteca, que no se pierda la opera prima de terror de Dross Rotzank.",
			"rating": 5,
			"image": "https://books.google.com/books/publisher/content/images/frontcover/Pr2mDwAAQBAJ?fife=w240-h480",
			"flag": "new",
			"currency": "USD",
			"ratingCount": 21,
			"genre": ["Young Adult Fiction", "Thriller"],
			"language": "ESPAÑOL",
			"stock": 37
		},
		{
			"title": "Valle de la calma",
			"authors": "Angel David Revilla",
			"price": 51.29,
			"description": "Abraham Salgado, que tuvo un pasado más que difícil, ingresa a trabajar en un gigantesco complejo llamado Hospital San Niño, en el que se albergan también enfermos mentales. Pronto descubre, muy a su pesar, que el lugar esconde secretos colosales y perturbadores, y se vuelve cada vez más extraño y siniestro con el paso de los días. No puede escapar de allí, haga lo que haga. El Hospital San Niño es una trampa mortal... y amenaza con destruir a Abraham de un modo inenarrable, del mismo modo que lo ha hecho con incontables almas antes que él.",
			"rating": 5,
			"image": "https://books.google.com/books/publisher/content/images/frontcover/-HtUDwAAQBAJ?fife=w240-h480",
			"flag": "on-sale",
			"salePrice": 6.99,
			"currency": "USD",
			"ratingCount": 11,
			"genre": ["Juvenile Fiction", "Thriller"],
			"language": "ESPAÑOL",
			"stock": 6
		},
		{
			"title": "El festival de la blasfemia",
			"authors": "Angel David Revilla",
			"price": 11.73,
			"description": "Bienaventurados aquellos que profanan porque de ellos será el Reino de las Tinieblas. Bienaventurado aquel que repudia a Dios, porque de él serán los secretos del lado oscuro. No todo festival se desarrolla con ánimo festivo, ni toda blasfemia se pronuncia en vano. A esto viene el Festival de la Blasfemia. Quien tenga las agallas para transitar esta historia inquietante, que tome este libro. Quien no tema las remembranzas de imágenes escamosas, que lea estas páginas. Quien se atreva a atesorar esta obra en su biblioteca, que no se pierda la primera Ópera prima de terror publicada de Dross Rotzank.",
			"rating": 5,
			"image": "https://books.google.com/books/publisher/content/images/frontcover/tlLZCwAAQBAJ?fife=w240-h480",
			"flag": "new",
			"currency": "USD",
			"ratingCount": 8,
			"genre": ["Juvenile Fiction", "Young Adult Fiction"],
			"language": "ESPAÑOL",
			"stock": 3
		},
		{
			"title": "Luna de Pluton",
			"authors": "Angel David Revilla",
			"price": 34.46,
			"description": "En un lejano parque de diversiones y en plena misión secreta para defender a su amada luna de un peligroso emperador, la joven Claudia, hija de Metallus, conoce a Knaach, y juntos se embarcan en una odisea de sucesos desafortunados que desatarán una verdadera guerra galáctica. La misión de Claudia se ve amenazada y su padre resulta preso, cuando ella queda envuelta equívocamente en un asesinato. En esta épica de intrigas y rencores ancestrales, ogros y elfos deberán pelear en contra de un mismo y casi todopoderoso enemigo. Con su filosa ironía y sublime astucia, Dross nos transporta a un universo vasto y maravilloso, nos obsequia una novela clásica de la más pura ciencia ficción y nos sumerge en una tremenda batalla cósmica, con la elegancia de quien todo lo ha visto y nada teme. Prepárate para quedar atrapado en la primera obra original publicada by Dross, donde nada es lo que aparenta ser...",
			"rating": 3.5,
			"image": "https://books.google.com/books/publisher/content/images/frontcover/jV7KCgAAQBAJ?fife=w240-h480",
			"flag": "new",
			"currency": "USD",
			"ratingCount": 4,
			"genre": ["Juvenile Fiction", "Young Adult Fiction"],
			"language": "ESPAÑOL",
			"stock": 44
		},
		{
			"title": "La guerra de Ysaak",
			"authors": "Angel David Revilla",
			"price": 37.46,
			"description": "Yóvedi es un planeta con vida inteligente. Se ubica cerca del centro de la galaxia y su civilización ha logrado erradicar las guerras, la hambruna, las plagas y la pobreza extrema. El odio entre razas pertenece al pasado y el futuro que los yovedianos forjan es nada menos que brillante... Hasta que un día, algo llega desde el más lejano y oscuro abismo del espacio. Muchos años después de lo ocurrido en Luna de Plutón, Hathor, aquel niño misterioso con poderes extraordinarios, es ahora un adulto convertido en pirata espacial. Tras recibir una llamada de auxilio, él será la última oportunidad para frenar la hecatombe inminente en Yóvedi. Sin embargo, el enemigo a quien se enfrenta no solo es formidable sino además, para horror suyo, uno de los seres más peligrosos del Universo. Después del extraordinario éxito de ventas Luna de Plutón, con más de cien mil copias vendidas, Dross nos sorprende con una trama más oscura en La Guerra de Ysaak. Al género de ciencia ficción y fantasía de la primera entrega, se suman el suspenso, el horror y la acción. La Guerra de Ysaak es una secuela más que digna del primer bestseller del autor. La aventura continúa...",
			"rating": 4,
			"image": "https://books.google.com/books/publisher/content/images/frontcover/280tDgAAQBAJ?fife=w240-h480",
			"flag": "new",
			"currency": "USD",
			"ratingCount": 6,
			"genre": ["Juvenile Fiction", "Young Adult Fiction"],
			"language": "ESPAÑOL",
			"stock": 47
		},
		{
			"title": "Escape",
			"authors": "Angel David Revilla",
			"price": 33.45,
			"description": "Draco es odioso. Es un ser despreciable, incorregible, abominable. Por golpe del destino o castigo celestial, deberá salir a la calle e intentar sobrevivir a los enemigos que se ocupó de cultivar durante años. Draco tiene hambre y está solo. ¿Logrará escapar a la sentencia de muerte que yace sobre su hedionda existencia? Que arroje la primera piedra quien no haya insultado alguna vez en vano o haya creído que su situación de privilegio o comodidad duraría para siempre. En este nuevo libro de humor negro, Dross, quien lleva vendidos más de doscientos cincuenta mil ejemplares en el mundo y cuenta con una comunidad que supera los veintiún millones de seguidores, nos pone a prueba con su pluma irreverente: el que logre llegar a la última página tendrá su recompensa.",
			"rating": 2.5,
			"image": "https://books.google.com/books/publisher/content/images/frontcover/Q-s_EAAAQBAJ?fife=w240-h480",
			"flag": "new",
			"currency": "USD",
			"ratingCount": 4,
			"genre": ["Thriller", "Drama"],
			"language": "ESPAÑOL",
			"stock": 33
		},
		{
			"title": "Meditación : la primera y última libertad",
			"authors": "Osho",
			"price": 18.00,
			"description": "Las páginas de este libro nos transmiten un mensaje claro: la meditación no es una disciplina espiritual alejada de la vida diaria sino que, en su esencia, es el sencillo arte de ser consciente de lo que está sucediendo en nuestro interior y a nuestro alrededor.",
			"rating": 1,
			"image": "https://books.google.com/books/content/images/frontcover/PzIvM9knnSAC?fife=w240-h480",
			"flag": "on-sale",
			"currency": "USD",
			"salePrice": 7.99,
			"ratingCount": 1,
			"genre": ["Body, Mind & Spirit"],
			"language": "ESPAÑOL",
			"stock": 49
		},
		{
			"title": "Aprende a amar",
			"authors": "Osho",
			"price": 20.23,
			"description": "Claves para entender la naturaleza del amor y vivirlo de forma plena y satisfactoria.El amor debería ser una realidad en nuestra existencia, no solo un sueño o el tema de unos versos. Es un término que ha de cobrar vida. Y nunca es demasiado tarde para experimentar amor por primera vez.",
			"rating": 0.5,
			"image": "https://books.google.com/books/content/images/frontcover/9TAVJTNPlYMC?fife=w240-h480",
			"flag": "on-sale",
			"currency": "USD",
			"salePrice": 7.99,
			"ratingCount": 1,
			"genre": ["Body, Mind & Spirit"],
			"language": "ESPAÑOL",
			"stock": 50
		},
		{
			"title": "Secrets of the Millionaire Mind",
			"authors": "T. Harv Eker",
			"price": 58.87,
			"description": "Secrets of the Millionaire Mind reveals the missing link between wanting success and achieving it! Have you ever wondered why some people seem to get rich easily, while others are destined for a life of financial struggle? Is the difference found in their education, intelligence, skills, timing, work habits, contacts, luck, or their choice of jobs, businesses, or investments? The shocking answer is: None of the above! In his groundbreaking Secrets of the Millionaire Mind, T. Harv Eker states: Give me five minutes, and I can predict your financial future for the rest of your life! Eker does this by identifying your money and success blueprint. We all have a personal money blueprint ingrained in our subconscious minds, and it is this blueprint, more than anything, that will determine our financial lives. You can know everything about marketing, sales, negotiations, stocks, real estate, and the world of finance, but if your money blueprint is not set for a high level of success, you will never have a lot of money—and if somehow you do, you will most likely lose it! The good news is that now you can actually reset your money blueprint to create natural and automatic success. Secrets of the Millionaire Mind is two books in one. Part I explains how your money blueprint works. Through Eker's rare combination of street smarts, humor, and heart, you will learn how your childhood influences have shaped your financial destiny. You will also learn how to identify your own money blueprint and revise it to not only create success but, more important, to keep and continually grow it. In Part II you will be introduced to seventeen Wealth Files, which describe exactly how rich people think and act differently than most poor and middle-class people. Each Wealth File includes action steps for you to practice in the real world in order to dramatically increase your income and accumulate wealth. If you are not doing as well financially as you would like, you will have to change your money blueprint. Unfortunately your current money blueprint will tend to stay with you for the rest of your life, unless you identify and revise it, and that's exactly what you will do with the help of this extraordinary book. According to T. Harv Eker, it's simple. If you think like rich people think and do what rich people do, chances are you'll get rich too!",
			"rating": 4.5,
			"image": "https://books.google.com/books/publisher/content/images/frontcover/_2ssDwAAQBAJ?fife=w240-h480",
			"flag": "new",
			"currency": "USD",
			"ratingCount": 58,
			"genre": ["Juvenile Nonfiction", "Literary Criticism"],
			"language": "ENGLISH",
			"stock": 0
		},
		{
			"title": "The Mark of Zorro",
			"authors": "Johnston McCulley",
			"price": 18.87,
			"description": "A thrill-a minute ride set in the days of Spanish colonialism in California, where thugs and greedy tyrants try to wrest every penny from peasants . . . and the one hero who defends the common man is the mysterious masked stranger who calls himself Zorro--The Fox! The first Zorro story appeared as a 5-part serial in All-Story Weekly, a famous American pulp fiction magazine, starting in the August 9, 1919 issue. In a case of fortunate timing, Douglas Fairbanks, the silent movie star, was in the process of trying to change his image at the time, and he chose Zorro as his next starring role. In 1920, when the romantic swashbuckler debuted, it set movie box office records. Riot police had to disperse the huge crowds that showed up at the New York opening. Zorro entered the public consciousness and is now a part of popular culture, the same as such heroes as Superman, Tarzan, and The Lone Ranger. The rest is history.",
			"rating": 5,
			"image": "https://books.google.com/books/publisher/content/images/frontcover/-yqfCwAAQBAJ?fife=w240-h480",
			"flag": "new",
			"currency": "USD",
			"ratingCount": 3,
			"genre": ["Fiction", "Young Adult Fiction"],
			"language": "ENGLISH",
			"stock": 3
		},
		{
			"title": "Colección integral de Edgar Allan Poe",
			"authors": "Edgar Allan Poe",
			"price": 37.11,
			"description": "Este ebook presenta Colección integral de Edgar Allan Poe” con un sumario dinámico y detallado. Edgar Allan Poe escribió alrededor de sesenta cuentos, además de una serie de poemas, aunque a este género no le dedicó el tiempo que él hubiera querido, debido a su precaria situación económica. Según Poe, la máxima expresión literaria era la poesía. Tabla de contenidos: El gato negro El pozo y el péndulo Manuscrito hallado en una botella El escarabajo de oro El cuervo La máscara de la muerte roja Los crímenes de la calle Morgue Poemas Edgar Allan Poe (1809 - 1849) fue un escritor, poeta, crítico y periodista romántico estadounidense, generalmente reconocido como uno de los maestros universales del relato corto, del cual fue uno de los primeros practicantes en su país. Fue renovador de la novela gótica, recordado especialmente por sus cuentos de terror. Considerado el inventor del relato detectivesco, contribuyó asimismo con varias obras al género emergente de la ciencia ficción. Por otra parte, fue el primer escritor estadounidense de renombre que intentó hacer de la escritura su modus vivendi, lo que tuvo para él lamentables consecuencias.",
			"rating": 4.5,
			"image": "https://books.google.com/books/publisher/content/images/frontcover/aElCBAAAQBAJ?fife=w240-h480",
			"flag": "new",
			"currency": "USD",
			"ratingCount": 9,
			"genre": ["Fiction", "Young Adult Fiction"],
			"language": "ESPAÑOL",
			"stock": 36
		},
		{
			"title": "El cuervo",
			"authors": "Edgar Allan Poe",
			"price": 29.37,
			"description": "La misteriosa visita de un cuervo parlante a la casa de un amante afligido que llora por la pérdida de su amada Leonora, lo encamina hacia la locura. El cuervo únicamente repite las palabras nunca más, y el narrador, atormentado por la tristeza y con el perverso deseo de recordar y olvidar, le hace preguntas y siempre recibe la misma respuesta, que lo termina afectando psicológicamente y lo lleva hacia la desesperación y la locura. Este poema narrativo, publicado en 1845, es la composición poética más famosa del autor y la que le dio reconocimiento internacional. El poema recrea una atmósfera sobrenatural junto con un lenguaje estilizado y una musicalidad presente a lo largo de toda la obra, y está inspirada en el cuervo hablador de la novela Barnaby Rudge de Charles Dickens. Edgar Allan Poe (1809 - 1849), considerado uno de los más grandes escritores estadounidenses, fue un poeta, cuentista y crítico literario. Mediante el uso de recursos innovadores y experimentales, sus historias otorgan una experiencia intensa y singular. Utiliza el terror y la violencia para ahondar en las paradojas y misterios del amor, el dolor y la culpa, y aunque acude a las fuerzas sobrenaturales, las verdaderas tinieblas que explora son las de la mente humana y su propensión a la autodestrucción, representando en buena medida el preludio de la literatura moderna de terror. A pesar de su éxito literario, vivió en la pobreza durante toda su carrera y su vida personal fue muchas veces tan lúgubre como su obra literaria. Tenia problemas con el alcohol y lo atormentaba profundamente la pérdida de su madre y su esposa que murieron de tuberculosis.",
			"rating": 4.5,
			"image": "https://books.google.com/books/publisher/content/images/frontcover/WB3XCgAAQBAJ?fife=w240-h480",
			"flag": "new",
			"currency": "USD",
			"ratingCount": 11,
			"genre": ["Fiction", "Juvenile Nonfiction"],
			"language": "ESPAÑOL",
			"stock": 21
		},
		{
			"title": "El gato negro",
			"authors": "Edgar Allan Poe",
			"price": 59.99,
			"description": "Edgar Allan Poe fue el gran maestro del relato de terror, además de haber inventado el relato policíaco y escrito ciencia-ficción. El Gato Negro es un inquietante relato, capaz de envolver al lector en su atmósfera mórbida, inquietante y macabra. Esperamos que disfrute de la edición digital que le ofrece Paradimage.",
			"rating": 4.5,
			"image": "https://books.google.com/books/publisher/content/images/frontcover/Ufz8CwAAQBAJ?fife=w240-h480",
			"flag": "new",
			"currency": "USD",
			"ratingCount": 4,
			"genre": ["Fiction"],
			"language": "ESPAÑOL",
			"stock": 29
		},
		{
			"title": "Personas desconocidas",
			"authors": "John Katzenbach",
			"price": 7.99,
			"description": "Katzenbach nos ofrece un thriller de ritmo imparable, protagonistas convincentes y trama compleja pero fascinante al mismo tiempo. Gabriel Gabe Dickenson y Marta Rodríguez-Johnson han servido a la policía de manera impecable, hasta que un día sus vidas se tuercen irreversiblemente. Ahora están condenados a trabajar juntos en esos casos olvidados y nunca aclarados que nadie quiere, en realidad, resolver.",
			"rating": 4.5,
			"image": "https://books.google.com/books/publisher/content/images/frontcover/nTyADQAAQBAJ?fife=w240-h480",
			"flag": "new",
			"currency": "USD",
			"ratingCount": 30,
			"genre": ["Fiction", "Thriller"],
			"language": "ESPAÑOL",
			"stock": 45
		},
		{
			"title": "La historia del loco",
			"authors": "John Katzenbach",
			"price": 9.99,
			"description": "Katzenbach se introduce en la agitada mente de Francis, demostrando un gran conocimiento del lado oscuro de la psique humana y ofreciéndonos un thriller tan tenso y adictivo como El Psicoanalista. La historia del loco supuso uno de los grandes éxitos de su autor, el norteamericano John Katzenbach, autor de novelas tan conocidas como El psicoanalista.",
			"rating": 5,
			"image": "https://books.google.com/books/publisher/content/images/frontcover/SmOUBAAAQBAJ?fife=w240-h480",
			"flag": "new",
			"currency": "USD",
			"ratingCount": 7,
			"genre": ["Thriller"],
			"language": "ESPAÑOL",
			"stock": 0
		},
		{
			"title": "Jaque al psicoanalista",
			"authors": "John Katzenbach",
			"price": 9.99,
			"description": "Un auténtico thriller con elementos muy oscuros, dinamismo, tensión, violencia contenida y constantes giros. La esperada continuación de El Psicoanalista. Han pasado cinco años desde que el doctor Starks acabó con la pesadilla que casi le cuesta la vida y que arrasó con todo lo que había sido hasta entonces, descubriéndole las facetas más oscuras del alma humana, también la suya.",
			"rating": 5,
			"image": "https://books.google.com/books/publisher/content/images/frontcover/jwFnDwAAQBAJ?fife=w240-h480",
			"flag": "new",
			"currency": "USD",
			"ratingCount": 4,
			"genre": ["Thriller", "Juvenile Nonfiction"],
			"language": "ESPAÑOL",
			"stock": 40
		},
		{
			"title": "Juicio final",
			"authors": "John Katzenbach",
			"price": 5.99,
			"description": "Katzenbach, maestro del suspense psicológico, nos enfrenta de nuevo a una trama tan hipnótica como las de El Psicoanalista y La historia del loco. Matthew Cowart, famoso periodista de Miami, recibe la carta de un hombre condenado a muerte que asegura ser inocente. Pese a su escepticismo inicial, Cowart empieza a investigar el caso, comprende que el acusado no cometió los delitos que se le imputan y pone al descubierto mediante sus artículos una información que permite al convicto Robert Earl Fergurson salir en libertad.",
			"rating": 4.5,
			"image": "https://books.google.com/books/publisher/content/images/frontcover/3u0QBQAAQBAJ?fife=w240-h480",
			"flag": "new",
			"currency": "USD",
			"ratingCount": 29,
			"genre": ["Thriller", "Fiction"],
			"language": "ESPAÑOL",
			"stock": 10
		},
		{
			"title": "Juegos de ingenio",
			"authors": "John Katzenbach",
			"price": 5.99,
			"description": "Excepcional intriga a cargo del maestro Katzenbach. Susan Clayton trabaja en la sección de pasatiempos y enigmas de una revista. Un día encuentra una nota anónima en el buzón de su casa, y descifra el mensaje oculto: Te encontré. Un mensaje realmente inquietante, porque Estados Unidos vive en esos momentos una escalada de violencia y todo el mundo atesora armas para protegerse.",
			"rating": 4,
			"image": "https://books.google.com/books/publisher/content/images/frontcover/b5k4AwAAQBAJ?fife=w240-h480",
			"flag": "new",
			"currency": "USD",
			"ratingCount": 6,
			"genre": ["Thriller", "Fiction"],
			"language": "ESPAÑOL",
			"stock": 8
		},
		{
			"title": "El Principito",
			"authors": "Antoine de Saint-Exupéry",
			"price": 2.99,
			"description": "Desde un pequeño asteroide, muy lejos de este planeta que se debate por sobrevivir, destella la imagen de este dulce niño tratando de rescatar los mejores sentimientos humanos olvidados o relegados. Saint-Exupéry escribe este canto de amor y ternura inigualable dirigido a los adultos, aunque quizá sean los nños los que puedan entender su hermosisimo mensaje.",
			"rating": 4.5,
			"image": "https://books.google.com/books/publisher/content/images/frontcover/1N0KDgAAQBAJ?fife=w240-h480",
			"flag": "new",
			"currency": "USD",
			"ratingCount": 3,
			"genre": ["Fiction", "Literary Criticism"],
			"language": "ESPAÑOL",
			"stock": 35
		}
	]
}
