{ 
    "books": [
    {
        "id": 1,
        "title": "Harry Potter y la piedra filosofal",
        "authors": "J. K. Rowling",
        "price": 547.20,
        "description": "Harry Potter se ha quedado huérfano y vive en casa de sus abominables tíos y del insoportable primo Dudley. Harry se siente muy triste y solo, hasta que un buen día recibe una carta que cambiará su vida para siempre. En ella le comunican que ha sido aceptado como alumno en el colegio interno Hogwarts de magia y hechicería. A partir de ese momento, la suerte de Harry da un vuelco espectacular. En esa escuela tan especial aprenderá encantamientos, trucos fabulosos y tácticas de defensa contra las malas artes. Se convertirá en el campeón escolar de quidditch, especie de fútbol aéreo que se juega montado sobre escobas, y se hará un puñado de buenos amigos... aunque también algunos temibles enemigos. Pero sobre todo, conocerá los secretos que le permitirán cumplir con su destino. Pues, aunque no lo parezca a primera vista, Harry no es un chico común y corriente. ¡Es un verdadero mago! [Source : 4e de couverture]",
        "rating": 5,
        "image": "http://books.google.com/books/content?id=p3QQjwEACAAJ&printsec=frontcover&img=1&zoom=1&imgtk=AFLRE73Udi4eQ0b1UE4bzq7ykhA_kCGkyaD5hRRto0V3NtzJbSYEw5WBKSFXzhU61_IotAzSOYyqeLZVQsMl2o_Amz-dnm7UtAUqcogCkO3vM3HyNrvZgklzeTX9YfDqA4wjiSjOc7R2&source=gbs_api",
        "peviewLink": null,
        "flag": "new",
        "currency": "USD",
        "ratingCount": 3
    },
    {
        "id": 3,
        "title": "Harry Potter y la cámara secreta",
        "authors": "J.K. Rowling",
        "price": 238,
        "description": "<p>«Hay una conspiración, Harry Potter. Una conspiración para hacer que este año sucedan las cosas más terribles en el Colegio Hogwarts de Magia y Hechicería.»<br><br>El verano de Harry Potter ha incluido el peor cumpleaños de su vida, unos presagios muy poco halagüeños por parte de un elfo doméstico llamado Dobby y ser rescatado de casa de los Dursleys por su amigo Ron Weasley en un coche mágico volador. Cuando regresa al Colegio Hogwarts de Magia y Hechicería para cursar su segundo año, Harry escucha susurros extraños por los pasillos vacíos del colegio... Y luego comienzan los ataques. Se encuentran a estudiantes convertidos en piedra... Los terribles presagios de Dobby parecen hacerse realidad.<br><br><i>Tema musical compuesto por James Hannigan.</i></p>",
        "rating": 4,
        "image": "http://books.google.com/books/content?id=zl13g5uRM4EC&printsec=frontcover&img=1&zoom=1&edge=curl&imgtk=AFLRE70S3ALcYMt8en-Pic2yobwdKHjz8OdiyNPXTbGuo-relBqLqgShOWVzUFhcr8y83k7ghWhfhQzXsqTMA8V8fyEfISY8bZo0HkPEuiiDtVVi3gJc6s-PURce2XsPny9GdjIbKym-&source=gbs_api",
        "peviewLink": null,
        "flag": "on-sale",
        "currency": "ARS",
        "ratingCount": 6
    },
    {
        "id": 2,
        "title": "Harry Potter Y El Misterio del Príncipe / Harry Potter and the Half-Blood Prince",
        "authors": "J. K. Rowling",
        "price": 547,
        "description": "<b><i>Harry Potter y el misterio del príncipe</i> es la sexta novela de la ya clásica serie fantástica de la autora británica J.K. Rowling.<br> <br></b>Con dieciséis años cumplidos, Harry inicia el sexto curso en Hogwarts en medio de terribles acontecimientos que asolan Inglaterra. Elegido capitán del equipo de quidditch, los ensayos, los exámenes y las chicas ocupan todo su tiempo, pero la tranquilidad dura poco.<br> <br> A pesar de los férreos controles de seguridad que protegen la escuela, dos alumnos son brutalmente atacados. Dumbledore sabe que se acerca el momento, anunciado por la Profecía, en que Harry y Voldemort se enfrentarán a muerte: «El único con poder para vencer al Señor Tenebroso se acerca... Uno de los dos debe morir a manos del otro, pues ninguno de los dos podrá vivir mientras siga el otro con vida.»<br> <br> El anciano director solicitará la ayuda de Harry y juntos emprenderán peligrosos viajes para intentar debilitar al enemigo, para lo cual el joven mago contará con un viejo libro de pociones perteneciente a un misterioso personaje, alguien que se hace llamar Príncipe Mestizo.<br> <br> <b>ENGLISH DESCRIPTION</b><br> <br> <b><i>Harry Potter and the Half-Blood Prince</i> is the sixth volume of British author J.K. Rowling's now classic series of fantasy novels.</b><br> <br> At age sixteen, in the midst of serious events plaguing England, Harry begins his sixth year at Hogwarts.<b> </b>Having been chosen captain of the Quidditch team, practices, tests, and girls are keeping him busy, but that peace and tranquility is short-lived.<br> <br> Despite tight security measures that protect the school, two students are brutally attacked. Dumbledore knows that, as proclaimed in the Prophecy, the time is approaching when Harry and Voldemort must face each other in a deadly match: \"The only one with strong enough powers to defeat the Dark Lord is approaching ... One of the two must die at the hands of the other, because neither can live as long as the other is still alive.\"<br> <br> The old Headmaster will enlist Harry's help, and together they will undertake dangerous trips in order to try to weaken the enemy, for this the young wizard will have the help of an old potion book that belonged to a mysterious person, someone who calls himself the Half-Blood Prince.",
        "rating": 5,
        "image": "http://books.google.com/books/content?id=z2hczgEACAAJ&printsec=frontcover&img=1&zoom=1&imgtk=AFLRE71z4ty2lmGY6x4UTGCER58gxwDjokQb-ckSAeU2L8Y_0K72mU7dPkaSwsu61x0DIXgWwW86_TuqNcIxKMKVgculmSv5LHWIZFclbi_IF_CEqNJZB_M81dW0UCSXgK-GPwVncAn_&source=gbs_api",
        "peviewLink": null,
        "flag": "on-sale",
        "currency": "ARS",
        "ratingCount": 6
    },
    {
        "id": 4,
        "title": "Harry Potter 4 y el cáliz de fuego",
        "authors": "J. K. Rowling",
        "price": 238,
        "description": "Harry Potter se enfrenta a tiempos duros. Acosado por pesadillas que hacen que su cicatriz duela más que de costumbre, Harry está feliz por escapar de sus sueños inquietos al poder asistir al Campeonato Mundial de Quidditch y estar con sus amigos Ron y Hermione.",
        "rating": 4.5,
        "image": "http://books.google.com/books/content?id=NvNcAAAACAAJ&printsec=frontcover&img=1&zoom=1&imgtk=AFLRE73fRCkqVkApFnfZ9R2Ak91ep-SZzWCed2di4JKfMiSDiW8fY6gfSXvtjegEjsZfYur-7cjkJQQOHLy6Baxy9j0WHXjvuoJQElGcjy0SivmarqDE6ZNkWixE-P5LC4MXOXEQKQNz&source=gbs_api",
        "peviewLink": null,
        "flag": "on-sale",
        "currency": "ARS",
        "ratingCount": 6
    },
    {
        "id": 5,
        "title": "El señor de los anillos",
        "authors": "John Ronald Reuel Tolkien",
        "price": 666,
        "description": "La novela narra el viaje del protagonista principal, Frodo Bolsón, hobbit de la Comarca, para destruir el Anillo Único y la consiguiente guerra que provocará el enemigo para recuperarlo, ya que es la principal fuente de poder de su creador, el Señor oscuro Sauron.",
        "rating": null,
        "image": null,
        "peviewLink": null,
        "flag": "on-sale",
        "currency": "ARS",
        "ratingCount": 6
    },
    {
        "id": 6,
        "title": "Trilogía El Señor de los Anillos",
        "authors": "J. R. R. Tolkien",
        "price": 666,
        "description": "<p>Concebida en un primer momento como una continuación de El Hobbit, acabó por convertirse en una historia independiente por derecho propio de mucho más alcance y extensión. <br>En 1999 la trilogía de El Señor de los Anillos fue elegida como «Libro del Milenio» por los participantes de una encuesta de Amazon.com.</p> <p>En la adormecida e idílica Comarca, un joven hobbit recibe un encargo: custodiar el Anillo Único y emprender el viaje para su destrucción en las Grietas del Destino. Consciente de la importancia de su misión, Frodo abandona la Comarca e inicia el camino hacia Mordor con la compañía inesperada de Sam, Pippin y Merry. Pero sólo con la ayuda de Aragorn conseguirán vencer a los Jinetes Negros y alcanzar el refugio de la Casa de Elrond en Rivendel.</p>",
        "rating": 3,
        "image": "http://books.google.com/books/content?id=q_P7oMO3lC4C&printsec=frontcover&img=1&zoom=1&edge=curl&imgtk=AFLRE73CsENO0lpqMe9x9IWAWPMUvELvh5J_7oTyWzYsnSrKsatNfSgFKyOGh2aVM8_iV_X-rq_BBOLpIC0DwvPJ7gUwNDQhA2B9I8y6mk91IxYLJMR8oXrcZRj68bE25QdyA-zuQNbU&source=gbs_api",
        "peviewLink": null,
        "flag": "on-sale",
        "currency": "ARS",
        "ratingCount": 6
    },
    {
        "id": 8,
        "title": "Juramentada (El Archivo de las Tormentas 3)",
        "authors": "Brandon Sanderson",
        "price": 238,
        "description": "<p><b><i>Juramentada</i> es la aclamada continuación de <i>El camino de los reyes</i> y de <i>Palabras radiantes </i>, y tercera parte de la decalogía «El Archivo de las Tormentas», obra maestra de la fantasía épica que ha coronado la lista de <i>best sellers</i> de <i>The New York Times</i> y ha postulado a Sanderson como el autor de género que más lectores está ganando en todo el mundo.</b></p> <p>La humanidad se enfrenta a una nueva Desolación con el regreso de los Portadores del Vacío, un enemigo tan grande en número como en sed de venganza. La victoria fugaz de los ejércitos alezi de Dalinar Kholin ha tenido consecuencias: el enemigo parshendi ha convocado la violenta tormenta eterna, que arrasa el mundo y hace que los hasta ahora pacíficos parshmenios descubran con horror que llevan un milenio esclavizados por los humanos. Al mismo tiempo, en una desesperada huida para alertar a su familia de la amenaza, Kaladin se pregunta si la repentina ira de los parshmenios está justificada.</p> <p>Entretanto, en la torre de la ciudad de Urithiru, a salvo de la tormenta, Shallan Davar investiga las maravillas de la antigua fortaleza de los Caballeros Radiantes y desentierra oscuros secretos que acechan en las profundidades. Dalinar descubre entonces que su sagrada misión de unificar su tierra natal de Alezkar era corta de miras. A menos que todas las naciones sean capaces de unirse y dejar de lado el pasado sangriento de Dalinar, ni siquiera la restauración de los Caballeros Radiantes conseguirá impedir el fin de la civilización.<b> </b></p> <p><b>La crítica ha dicho...</b><br>«Brandon Sanderson es una leyenda.»<br>Alexelcapo, @EvilAFM</p> <p>«Es raro que un autor de ficción comprenda tan bien cómo funciona el liderazgo y cómo el amor echa raíces en el corazón humano. Sanderson es sorprendentemente sabio.»<br>Orson Scott Card</p> <p><b>La crítica ha dicho sobre </b><i><b>El camino de los Reyes</b></i><b>...</b><br>«Me encantó este libro... ¿Qué más puedo decir?»<br>Patrick Rothfuss</p>",
        "rating": 5,
        "image": "http://books.google.com/books/publisher/content?id=ucRODwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&imgtk=AFLRE72lvQk8k5SZCUzK7mTTEVDdeXSuRFD8zSmxpVmO0-Mb1HJqvkFQJoriO8ZvD-ZD1JevJEDGMd9YOkX-Ya6WIH6AUle2nVX1yoav5tNle1pRwXVAj62P1VFj-PUF1JmJaF8MHgHA&source=gbs_api",
        "peviewLink": null,
        "flag": "on-sale",
        "currency": "ARS",
        "ratingCount": 6
    },
    {
        "id": 7,
        "title": "EL CAMINO DE LOS REYES (EL ARCHIVO DE LAS TORMENTAS 1)",
        "authors": "Brandon Sanderson",
        "price": 547,
        "description": "El camino de los reyes es el primer volumen de «El Archivo de las Tormentas», el resultado de más de una década de construcción y escritura de universos, convertido en una obra maestra de la fantasía contemporánea en diez volúmenes. Con ella, Brandon Sanderson se postula como el autor del género que más lectores está ganando en todo el mundo. Anhelo los días previos a la Última Desolación. Los días en que los Heraldos nos abandonaron y los Caballeros Radiantes se giraron en nuestra contra. Un tiempo en que aún había magia en el mundo y honor en el corazón de los hombres. El mundo fue nuestro, pero lo perdimos. Probablemente no hay nada más estimulante para las almas de los hombres que la victoria. ¿O tal vez fue la victoria una ilusión durante todo ese tiempo? ¿Comprendieron nuestros enemigos que cuanto más duramente luchaban, más resistíamos nosotros? Quizá vieron que el fuego y el martillo tan solo producían mejores espadas. Pero ignoraron el acero durante el tiempo suficiente para oxidarse. Hay cuatro personas a las que observamos. La primera es el médico, quien dejó de curar para convertirse en soldado durante la guerra más brutal de nuestro tiempo. La segunda es el asesino, un homicida que llora siempre que mata. La tercera es la mentirosa, una joven que viste un manto de erudita sobre un corazón de ladrona. Por último está el alto príncipe, un guerrero que mira al pasado mientras languidece su sed de guerra. El mundo puede cambiar. La potenciación y el uso de las esquirlas pueden aparecer de nuevo, la magia de los días pasados puede volver a ser nuestra. Esas cuatro personas son la clave. Una de ellas nos redimirá. Y una de ellas nos destruirá. Reseñas: «Brandon Sanderson es una leyenda.» Alexelcapo, @EvilAFM «Me encantó este libro. ¿Qué más hay que decir?» Patrick Rothfuss «Es raro que un escritor de ficción comprenda tan bien cómo funciona el liderazgo y cómo el amor echa raíces en el corazón humano. Sanderson es sorprendentemente sabio.» Orson Scott Card «Los fans de la fantasía épica esperarán ansiosamente la publicación del siguiente volumen de la serie.» Library Journal",
        "rating": null,
        "image": null,
        "peviewLink": null,
        "flag": "on-sale",
        "currency": "ARS",
        "ratingCount": 6
    },
    {
        "id": 9,
        "title": "El regreso",
        "authors": "Nicholas Sparks",
        "price": 666,
        "description": "<p><b>MÁS DE TREINTA MILLONES DE EJEMPLARES VENDIDOS EN TODO EL MUNDO.</b> <b>MÁS DE UN MILLÓN DE EJEMPLARES VENDIDOS EN ESPAÑOL.</b> <b>VUELVE NICHOLAS SPARKS, EL ACLAMADO AUTOR DE <i>EL CUADERNO DE NOAH.</i></b> <b>En la línea de <i>Querido John</i>, Nicholas Sparks nos trae una conmovedora historia acerca de un doctor herido en el ejército y de las dos mujeres cuyos secretos cambiarán el rumbo de su vida.</b></p><p>Trevor Benson no tuvo intenciones de volver a New Bern, Carolina del Norte. Pero una terrible explosión a las fueras del hospital en el que trabajaba como cirujano, le obliga a volver a casa desde Afganistán con graves heridas. La destartalada cabaña que había heredado de su abuelo parece el lugar ideal para recuperarse.</p><p>Trevor, que cuida las amadas colmenas de abejas de su abuelo, no está preparado para enamorarse de alguien del pueblo. Sin embargo, desde su primer encuentro, Trevor siente una conexión especial que no puede ignorar con Natalie Masterson, la ayudante del <i>sheriff</i>. Pero incluso cuando ella parecía corresponder a sus sentimientos, Natalie permanece muy distante, haciendo que Trevor se cuestione qué podría estar escondiendo.</p><p>Para complicar aún más las cosas en New Bern, de pronto aparece Callie, una adolescente que vive en un aparcamiento de caravanas. Al saber que Callie conocía a su abuelo, Trevor espera esclarecer las misteriosas circunstancias de su muerte, pero Callie ofrece muy pocas pistas, hasta que una crisis desencadena una carrera que descubrirá la verdadera naturaleza de su pasado, un pasado mucho más entrelazado con la muerte del anciano de lo que Trevor podría haber imaginado.</p><p>En su búsqueda por desentrañar los secretos de Natalie y Callie, Trevor aprenderá el verdadero significado del amor y el perdón... y que en la vida, para seguir adelante, a menudo debemos regresar al lugar donde todo comenzó.</p><p><b>«Profundamente conmovedora. Sparks nos recuerda que todos somos humanos. Una novela que te enamorará desde las primeras páginas.»</b> <i>POPSUGAR</i></p><p><b>«Una preciosa historia de secretos, seducción y sobre el perdón que todos querrán leer más de una vez.»</b> <i>CNN Underscored</i></p><p><b>«Los fans de Sparks devorarán esta novela y nuevos lectores que no conozcan sus novelas se engancharán el fenómeno Nicholas Sparks.» </b><i>Northern Virginia Magazine</i></p>",
        "rating": null,
        "image": "http://books.google.com/books/publisher/content?id=g9gtEAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&imgtk=AFLRE73RU6RO7vpV2nxhQj3qdIo9RkPYXbJ7X45nu00aeOxLuPai3lN86ns86-qbQsbusS3qIKgsuUAC9qqejnO5dIhPCfxD2V4XkoMv0YfOsLVJsR2gxxaHdhd7CtXTuFypzb9a1nTc&source=gbs_api",
        "peviewLink": null,
        "flag": "on-sale",
        "currency": "ARS",
        "ratingCount": 6
    },
    {
        "id": 14,
        "title": "Historias fantásticas",
        "authors": "Stephen King",
        "price": 238,
        "description": "<p><b>El maestro del terror vuelve a ofrecer unas páginas electrizantes en este tomo que reúne 13 relatos escalofriantes escritos en su mejor estilo.</b></p> <p>Siguiendo la tradición de Poe, Stevenson y Lovecraft, King nos abre la puerta de acceso a un mundo de horrores inimaginables. Stephen King ha fundido aquí imágenes de terrores ancestrales con la iconografía de la actual sociedad norteamericana. Los relatos incluidos en este libro, originales y trepidantes, han cautivado a millones de lectores en todo el mundo.</p>",
        "rating": 5,
        "image": "http://books.google.com/books/content?id=mgpDSiFDa14C&printsec=frontcover&img=1&zoom=1&edge=curl&imgtk=AFLRE72Zp0SQnKxY3Zh30ao2j6FIYG5qGCDURjg9rLm6bsRVjzV1G89Td4zE6U1lZmE3EGucTPzhpme1DMiKsw3oAOJjUf5JB3__aL-q72hnmv6D3nT_GESqzUHZoksqP6VrZ41dRN6-&source=gbs_api",
        "peviewLink": null,
        "flag": "new",
        "currency": "USD",
        "ratingCount": 3
    },
    {
        "id": 12,
        "title": "Percy Jackson y los héroes griegos (Percy Jackson)",
        "authors": "Rick Riordan",
        "price": 666,
        "description": "<p><b>Después de explicarnos las historias más emocionantes de los dioses griegos... ¿Quién mejor que un hijo de Poseidón para acercarnos al mundo de los héroes de la Antigua Grecia?</b></p> <p></p> <p><b>Acompaña a Percy Jackson en esta nueva y apasionante aventura.</b></p> <p>Si quieres saber quién cortó la cabeza de Medusa o qué heroína fue criada por una osa, este es el libro que debes consultar. Nadie mejor que un hijo de Poseidón como Percy, que ha sobrevivido a un sinfín de encuentros con seres y criaturas mitológicos, para narrar las increíbles hazañas de Perseo, Atalanta, Belerofonte o Hércules, por citar sólo a algunos de los muchos personajes heroicos que aparecen en estas páginas.</p> <p>Así que Percy nos invita a seguirlo en una nueva aventura con la siguiente propuesta:</p> <p>«Vamos a retroceder en el tiempo unos cuatro mil años para decapitar monstruos, salvar algún reino que otro, disparar a unos cuantos dioses en el trasero, saquear el inframundo y robar a gente muy mala. ¿Listos? Perfecto. Vamos allá.»</p>",
        "rating": 5,
        "image": "http://books.google.com/books/publisher/content?id=2-y-DwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&imgtk=AFLRE70zwke64561-5j25oBB87TyohxExjx_51RTHCm7zgSrMegIAOr6W-A3r5QO_PQffs1zuPpDMW9yzsaVzVhmTpnvegSRhbRD5QsCRITRg2ikAujV13R8qnsXOzlBnvMM4In38s0T&source=gbs_api",
        "peviewLink": null,
        "flag": "new",
        "currency": "USD",
        "ratingCount": 3
    },
    {
        "id": 11,
        "title": "El mar de los monstruos (Percy Jackson y los dioses del Olimpo 2)",
        "authors": "Rick Riordan",
        "price": 666,
        "description": "<p><b>Continúa la serie de aventuras «Percy Jackson y los Dioses del Olimpo», iniciada con <i>El ladrón del rayo</i>, con esta apasionante entrega.</b></p> <p></p> <p><b>En pleno siglo XXI, los antiguos dioses griegos han creado un mundo secreto a nuestro alrededor, donde el monte Olimpo se encuentra encima del Empire State y el reino de Hades en el subsuelo de Los Ángeles.</b></p> <p>Desde que sabe que es hijo de un dios y una mortal, Percy Jackson espera que el destino le depare continuas aventuras. Y su expectativa se cumplirá con creces. Aunque el nuevo curso en la Escuela Meriwether transcurre con inusual normalidad, un simple partido de balón prisionero acaba en batalla campal contra una banda de feroces gigantes.</p> <p>A partir de ahí, las cosas se precipitan: el perímetro mágico que protege el Campamento Mestizo es destruido por un misterioso enemigo y la única seguridad con que contaban los semidioses desaparece. Así, para impedir este daño irreparable, Percy y sus amigos inician la travesía del temible Mar de los Monstruos en busca de</p> <p>lo único que puede salvar el campamento: el Vellocino de Oro.</p> <p><b>** Más vendidos del <i>The New York Times</i> y <i>Publishers Weekly.</i></b></p> <p><b>** Llevada a la gran pantalla a cargo de Chris Columbus, director de las dos primeras entregas de «Harry Potter».</b></p> <p><b>Sobre «Percy Jackson y los Dioses del Olimpo» se ha dicho:</b><br>«No sigas buscando al nuevo Harry Potter: descubre a Percy Jackson, como lo han hecho ya legiones de admiradores.»<br><i>Kirkus Reviews</i></p>",
        "rating": 5,
        "image": "http://books.google.com/books/publisher/content?id=Aey-DwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&imgtk=AFLRE73xNWA7qDIwqbnnP_hVlUC7AQcBXDzy5Ks0MPx9mMhdLKPgKUDPHFnDYU0_4wgq5jb7Vb9I4-JYRx74wDAooSBQyuCC51CfGwPcw6mcohHCoySq7fonROJMEbgkjC4QY2399BXR&source=gbs_api",
        "peviewLink": null,
        "flag": "on-sale",
        "currency": "ARS",
        "ratingCount": 6
    },
    {
        "id": 15,
        "title": "La niebla",
        "authors": "Stephen King",
        "price": 238,
        "description": "Serie de historias horripilantes y terrorificas, que disparan el corazón. En la que da título al libro, la Niebla, un super se convierte en el último bastión de la humanidad ante la invasión de la Tierra por parte de un enemigo inimaginable",
        "rating": null,
        "image": "http://books.google.com/books/content?id=v3RYPwAACAAJ&printsec=frontcover&img=1&zoom=1&imgtk=AFLRE70B6iLVvndxSd0y8du_Ooa0BnylsK83NPQqUmo9mqlwFSrUFzlfQOxsM1wNIM3-XKL7SKtjWXY2Gc6k7dCm2OkD0y9xZx1YqkhjbkT9Dbu2xCeISaMiEWqGOVh3ycU8TQDnXcQ6&source=gbs_api",
        "peviewLink": null,
        "flag": "new",
        "currency": "USD",
        "ratingCount": 3
    },
    {
        "id": 17,
        "title": "Mujercitas",
        "authors": "Louisa May Alcott",
        "price": 547,
        "description": "Esta es la historia de la señora March y sus cuatro hijas, Meg, Jo, Beth y Amy, quienes desde la inocencia de la niñez experimentan el despertar de la juventud. Con la guerra civil estadounidense de trasfondo, la novela sigue la vida de las cuatro hermanas, con sus enamoramientos, sus aspiraciones intelectuales, sus alegrías y complicaciones. <br><br>Con una fina y delicada descripción de cada personaje, se conocen las experiencias de crecimiento que cada una va teniendo, con un gran énfasis en la libertad individual, muy inusual para la época. <br><br>A lo largo de la novela, las muchachas traban amistad con el vecino, el joven adolescente Laurie, que se vuelve el mejor amigo de Jo. El libro describe las actividades de las hermanas y su amigo, y los roces por los que pasan Jo y Laurie, así también cómo Meg se convierte en una mujercita, comprometiéndose con el señor Brooke. <br><br>Basada en las propias experiencias de la autora, quien creció junto a tres hermanas, Louisa May Alcott se inspiró en su propia familia a la hora de crear los personajes, con realismo y cariño. Es sin dudas una novela revolucionaria para su época, ya que cuestiona los arquetipos femeninos. La novela ha sido adaptada varias veces al cine, al teatro y a la ópera. En 2019 se estrenará una película con la participación de Emma Watson y Meryl Streep. Louisa May Alcott (1832-1888) fue una escritora estadounidense reconocida por su famosa novela Mujercitas (1968), una novela autobiográfica de su infancia, y sus secuelas, Hombrecitos (1871) y Los muchachos de Jo (1886), clásicos de la literatura. Fue también activa a nivel social y político durante toda su vida, comprometida con el movimiento abolicionista y el sufragismo, al igual que sus progenitores. Debido a las condiciones de pobreza de su familia, trabajó en diferentes empleos desde muy joven hasta que pudo empezar a vivir de lo que escribía. Se destacó principalmente con la creación de relatos para jóvenes mujeres, caracterizados por su descripción intimista y la lealtad familiar; así como también con una línea más adulta que publicó bajo el seudónimo de A.M. Barnard, una serie de novelas de tipo romántico, además de una obra seria denominada Un Mefistófeles moderno (1875) en los que tratan temas tabúes para la época como el adulterio y el incesto. También sirvió como enfermera en la Guerra Civil estadounidense y escribió una serie de cartas a su familia, publicadas como Apuntes del hospital (1863).",
        "rating": null,
        "image": "http://books.google.com/books/publisher/content?id=K4HXDwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&imgtk=AFLRE71KOPLVLRVkY3sctbA3JAF0tBvW5PjXSAirnUwHX3toDKK3PD2txiGlbQSC6AQxERDv525hmlhUmoolv3MkeAzOzH1cjdOycmL-v-8RPee9g7eIZSnZyBtIgHddKQFEUFUe9rF_&source=gbs_api",
        "peviewLink": null,
        "flag": "on-sale",
        "currency": "ARS",
        "ratingCount": 6
    },
    {
        "id": 19,
        "title": "Bridgerton 9 - Bridgerton: Felices Para Siempre",
        "authors": "Julia Quinn",
        "price": 666,
        "description": "El libro que todos los seguidores de los Bridgerton, tanto en formato libro como de la serie de Netflix, estaban esperando. Esta obra es el broche perfecto para todos aquellos que se quedaron con ganas de más. Julia Quinn nos presenta ocho divertidos y emocionantes epílogos sobre los ocho hermanos. Contiene además una historia adicional sobre la sabia e ingeniosa matriarca de la familia: Violet Bridgerton. Érase una vez una autora de romance histórico que creó una familia... Pero no cualquier familia. Ocho hermanos y hermanas, sus consortes, hijos e hijas, sobrinos y sobrinas, y también a una matriarca adorable e irreprimible... Son los Bridgerton, no una simple familia, sino una auténtica fuerza de la naturaleza. A lo largo de ocho novelas de gran éxito, los lectores y lectoras han reído, llorado y se han enamorado con sus historias. Pero querían más. Así que muchos preguntaron a la autora: ¿Qué ocurre luego? ¿Acaba Simon leyendo las cartas de su padre? ¿Francesca y Michael se convierten en padres? ¿Realmente \"el final\" tiene que ser el final? La obra que todos los amantes de esta fascinante saga estaban esperando.",
        "rating": null,
        "image": "http://books.google.com/books/content?id=X8RSzQEACAAJ&printsec=frontcover&img=1&zoom=1&imgtk=AFLRE719bG2EEkNOQytOnuHPr7osFu7U5BNro1hpq3uL46G8LnYfEMvxxd68Km9GumVh1mynUWQxR-ywoQnHmSGAasBhhMG4xu9XQkM8s93BcZepIWUnh72sRfAzJoDDASU7n6H4UPhv&source=gbs_api",
        "peviewLink": null,
        "flag": "new",
        "currency": "USD",
        "ratingCount": 3
    },
    {
        "id": 23,
        "title": "Los juegos del hambre",
        "authors": "Suzanne Collins",
        "price": 666,
        "description": "For use in schools and libraries only. In a future North America, where the rulers of Panem maintain control through a televised survival competition pitting young people against one another, sixteen-year-old Katniss's skills are put to the test when she voluntarily takes her younger sister's place.",
        "rating": null,
        "image": "http://books.google.com/books/content?id=RO_4ugAACAAJ&printsec=frontcover&img=1&zoom=1&imgtk=AFLRE72eaSZzO0ZXueQdkPiw4fI43Z59ZPIWubHnLJMn2zeBHg0cNw4JEdFBh0PUXfxGygGylR9oaSZqdd9pcId4K5n8peJExvo-9gkJtgQjsRXeFeSutHfx_RUnF6qg0FaG6Z52kOJL&source=gbs_api",
        "peviewLink": null,
        "flag": "on-sale",
        "currency": "ARS",
        "ratingCount": 6
    },
    {
        "id": 24,
        "title": "En llamas",
        "authors": "Suzanne Collins",
        "price": 666,
        "description": "Katniss Everdeen ha sobrevivido a Los juegos del hambre. Pero el Capitolio quiere venganza. Contra todo pronóstico, Katniss Everdeen y Peeta Mellark siguen vivos. Aunque Katniss debería sentirse aliviada, se rumorea que existe una rebelión contra el Capitolio, una rebelión que puede que Katniss y Peeta hayan ayudado a inspirar. La nación les observa y hay mucho en juego. Un movimiento en falso y las consecuencias serán inimaginables.",
        "rating": null,
        "image": "http://books.google.com/books/content?id=FbMHngEACAAJ&printsec=frontcover&img=1&zoom=1&imgtk=AFLRE71PaVXtPps3M_BJSZaPnSUTtwkCK_fAN6UnCI71unqzFaehs3govtAweH7pXmP8F1parMpwdn4V28vqOw5JNbA3-Tp0BOnxFMQJKdPHRcadUSwYjX7iydrE4uesegSBiPUeieom&source=gbs_api",
        "peviewLink": null,
        "flag": "new",
        "currency": "USD",
        "ratingCount": 3
    },
    {
        "id": 13,
        "title": "Percy Jackson y los dioses del Olimpo",
        "authors": "Rick Riordan",
        "price": 666,
        "description": "<b>Continúan las aventuras de Percy Jackson en esta cuarta entrega de la serie «Percy Jackson y los dioses del Olimpo».</b> <p><b>Una serie trepidante que ha ocupado las listas de los libros más vendidos del <i>The New York Times</i> y <i>Publishers Weekly</i> y que ha llegado a la gran pantalla a cargo de Chris Columbus, director de las dos primeras entregas de «Harry Potter».</b> <p>A punto de comenzar primero de secundaria, Percy Jackson no espera emociones fuertes, sino más bien un aburrimiento soporífero. Pero cuando en la nueva escuela se presenta una vieja amiga, seguida de un par de animadoras diabólicas, los acontecimientos se precipitan y todo empieza a ir de mal en peor. <p>Cronos, el malvado señor de los titanes, amenaza con destruir el Campamento Mestizo, donde se refugian los jóvenes semidioses. Para evitarlo, Percy y sus amigos deben emprender una arriesgada búsqueda a través del laberinto, un mundo subterráneo plagado de trampas temibles y criaturas perversas, concebido para acabar con quienes se atrevan a profanarlo. <p><b>ENGLISH DESCRIPTION<br></b><br>Percy Jackson isn't expecting freshman orientation to be any fun. But when a mysterious mortal acquaintance appears on campus, followed by demon cheerleaders, things quickly move from bad to diabolical. <p>In this latest installment of the blockbuster series, time is running out as war between the Olympians and the evil Titan lord Kronos draws near. Even the safe haven of Camp Half-Blood grows more vulnerable by the minute as Kronos's army prepares to invade its once impenetrable borders. To stop them, Percy and his demigod friends must set out on a quest through the Labyrinth-a sprawling underground world with stunning surprises at every turn. Full of humor and heart-pounding action, this fourth book promises to be their most thrilling adventure yet.",
        "rating": null,
        "image": "http://books.google.com/books/content?id=RZISrgEACAAJ&printsec=frontcover&img=1&zoom=1&imgtk=AFLRE731B2wLBAPRSsvOLACKGfDUEjB4sjAnIlt-e2VxPbYg3s6__Kf6eiZ6QxZ22ktksPoRW4Z9tkjDQsgRI7OXKBg2cpIGnm17TGZZBz_QhZRz-ebp0TtgMLM5S8PeNh_IlWQcObgX&source=gbs_api",
        "peviewLink": null,
        "flag": "on-sale",
        "currency": "ARS",
        "ratingCount": 6
    },
    {
        "id": 21,
        "title": "El nombre del viento",
        "authors": "Patrick Rothfuss",
        "price": 238,
        "description": "​La novela cuenta la historia de Kvothe, un personaje legendario que, tras años de retiro, accede a contar a un cronista los verdaderos motivos por los que se convirtió en leyenda",
        "rating": null,
        "image": null,
        "peviewLink": null,
        "flag": "new",
        "currency": "USD",
        "ratingCount": 3
    },
    {
        "id": 25,
        "title": "Juego de tronos",
        "authors": "George R.R. Martin",
        "price": 666,
        "description": "<p>En el legendario mundo de los Siete Reinos, lord Stark y su familia se encuentran en el centro de un conflicto que desatará todas las pasiones y la más mortal de las batallas...</p> <p><b><i>Juego de tronos</i> es el primer volumen de Canción de hielo y fuego, la monumental saga de fantasía épica del escritor George R. R. Martin que ha vendido más de 20 millones de ejemplares en todo el mundo. </b></p> <p><b>De la saga que inspiró la filmación de la aclamada serie televisiva de HBO: <i>Game of Thrones.</i></b></p> <p>En el legendario mundo de los <b>Siete Reinos</b>, donde el verano puede durar décadas y el invierno toda una vida, y donde rastros de una magia inmemorial surgen en los rincones más sombríos, la tierra del norte, Invernalia, está resguardada por un colosal muro de hielo que detiene a fuerzas oscuras y sobrenaturales.</p> <p>En este majestuoso escenario, lord <b>Stark</b> y su familia se encuentran en el centro de un conflicto que desatará todas las pasiones: la traición y la lealtad, la compasión y la sed de venganza, el amor y el poder, la lujuria y el incesto, todo ello para ganar la más mortal de las batallas: el trono de hierro, una poderosa trampa que atrapará a los personajes... y al lector.</p>",
        "rating": 5,
        "image": "http://books.google.com/books/publisher/content?id=-c02AwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&imgtk=AFLRE712tPpR03M0RE7G9C8ahUT2otudLZqtUbKEdp63ieEcMILzLSLocCSY6zAsUGmTW_BIxHS6KY6EYHu6NRuAGtyoo6_rs7UqYov7fQjnqBNmKTuRQLzpQ0XgI2x5t2DkXueHXfp9&source=gbs_api",
        "peviewLink": null,
        "flag": "on-sale",
        "currency": "ARS",
        "ratingCount": 6
    },
    {
        "id": 30,
        "title": "Harry Potter y la piedra filosofal",
        "authors": "J.K. Rowling",
        "price": 666,
        "description": "<p>Con las manos temblorosas, Harry le dio la vuelta al sobre y vio un sello de lacre púrpura con un escudo de armas: un león, un águila, un tejón y una serpiente, que rodeaban una gran letra H.<br><br>Harry Potter nunca había oído nada sobre Hogwarts cuando las cartas comienzan a caer en el felpudo del número cuatro de Privet Drive. Escritas en tinta verde en un pergamino amarillento con un sello morado, sus horribles tíos las han confiscado velozmente. En su undécimo cumpleaños, un hombre gigante de ojos negros llamado Rubeus Hagrid aparece con una noticia extraordinaria: Harry Potter es un mago y tiene una plaza en el Colegio Hogwarts de Magia y Hechicería. ¡Una aventura increíble está a punto de empezar!<br><br><i>Tema musical compuesto por James Hannigan.</i></p>",
        "rating": 4,
        "image": "http://books.google.com/books/content?id=2zgRDXFWkm8C&printsec=frontcover&img=1&zoom=1&edge=curl&imgtk=AFLRE70JXYyryRKOriEshtlOPpuXxNzAAn7xmI0LMGMiJqPHKMV-dckgSnFMESYQ4nj2LAX80QjexNsQKlCDyplL3snWKnAvDn8qo-bQUmM-MCQg_BHWacsMf78-XtBTf_U0g0e6iJUd&source=gbs_api",
        "peviewLink": null,
        "flag": "new",
        "currency": "USD",
        "ratingCount": 3
    },
    {
        "id": 16,
        "title": "Orgullo y prejuicio",
        "authors": "Jane Austen",
        "price": 547,
        "description": "La gran mansión de Netherfield Park, en la campiña inglesa, tiene como inquilino: el señor Charles Bingley, in joven rico atractivo y además¿ soltero Con la llegada de este buen partidose despiertan las ambiciones de las familias de todo el vecindario y la revolucion es singularmente notable en la casa familiar",
        "rating": null,
        "image": "http://books.google.com/books/publisher/content?id=W6M3EAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&imgtk=AFLRE72kiPW5JN3S38i2qT1692DK00drXsLACoVtyK8zC5UT1hph1-BLXbPflllUCfPkmVgyXxNchK7NfZWhtvB0XdO4q1gb_0V1_6DDVDiQl-ULyE_cxS1t4eJKxWts1Argugwhn2qY&source=gbs_api",
        "peviewLink": null,
        "flag": "on-sale",
        "currency": "ARS",
        "ratingCount": 6
    },
    {
        "id": 20,
        "title": "Te doy mi corazón",
        "authors": "Julia Quinn",
        "price": 238,
        "description": "Como en el cuento de Cenicienta, Sophie ve una noche cumplirse su sueño. A espaldas de su madrastra, se viste como una reina y acude al baile de disfraces más importante de Londres. Lo que es más, consigue captar la atención de Benedict Bridgerton, el soltero más atractivo y encantador de la reunión. Sin embargo, pronto vuelve a enfrentarse a su cruda realidad, la de una hija ilegítima, pobre y sin recursos. El destino quiere darle una segunda oportunidad cuando entra a servir en casa de Benedict, aunque él no reconoce en ella a la hermosa joven a la que lleva años buscando. Ella es ahora una simple criada, incapaz de revelarle la verdad. La magia de aquella noche parece perdida para siempre ¿o quizás no? DE PRINCESA RADIANTE... Sophie vivió una infancia extraña. Todos sabían que era hija del conde de Penwood y, aunque éste nunca la reconoció como tal, cuidó de que no le faltara nada. Todo cambió cuando su padre se casó de nuevo, y la madrastra y sus dos hijas hicieron de la vida de Sophie una pesadilla. Muerto el conde, su testamento las obligaba a cuidar de la niña, pero nunca la consideraron una igual. Y tampoco le permitirían nunca que se atreviera a competir con ellas por las atención de los muy cotizados solteros de la familia Bridgerton, tan atractivos como bien situados. Antes, la echarían a la calle donde, suponían, no tendría jamás una oportunidad de acercarse a ellos. ...A CRIADA EN CASA DEL PRÍNCIPE ¿Quién era esa mujer extraordinaria? Benedict no puede olvidar aquella belleza enmascarada que le hechizó en un instante, a la que sólo conoce como la Dama Plateada por el color de su vestido y a quien, inconscientemente, le entregó su corazón. Pero ahora, años después, se siente poderosamente atraído por una sencilla criada a la que salva de un asaltante borracho. Ella es la única que le hace revivir la emoción que le produjo la misteriosa enmascarada. Pero también ella parece fuera de su alcance, a causa de las insalvables barreras de clase que los separan. Sin embargo, la familia Bridgerton tiene muchos recursos para ayudar a uno de los suyos cuando surgen problemas de amor...",
        "rating": null,
        "image": "http://books.google.com/books/content?id=e_UvygEACAAJ&printsec=frontcover&img=1&zoom=1&imgtk=AFLRE705ym8H2VBFyOAqVW1QeJk5lsrqLYjgnJ1Ui6HwBDeSHgQot4Yg_SXRsRdg49G0SNMcPhabQ2aGF-mtjs0oqcHGR2cgqkYFe5V7yE-zhblDWe5Lu_hNn3s12mWg3xXrQK1EkYfg&source=gbs_api",
        "peviewLink": null,
        "flag": "new",
        "currency": "USD",
        "ratingCount": 3
    },
    {
        "id": 26,
        "title": "Genealogies of the Potter families and their descendants in America to the present generation",
        "authors": "Charles Edward Potter",
        "price": 666,
        "description": null,
        "rating": null,
        "image": "http://books.google.com/books/publisher/content?id=e2HHDwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&imgtk=AFLRE705au1kCMUO1Od-uWyJ6TsHjc-QaZJmG9J2l7De9SxgFMwYm-C0b51CuJUaNvuOrUA4d2EHwJ2RY1J9c6X3V-hpv_XhIKazu6jk88miE86R6eI9utjRtfS8xkUc5PH34EF7uTFX&source=gbs_api",
        "peviewLink": null,
        "flag": "on-sale",
        "currency": "ARS",
        "ratingCount": 6
    },
    {
        "id": 32,
        "title": "The Dark Talent",
        "authors": "Brandon Sanderson",
        "price": 666,
        "description": "<p><i>The Dark Talent </i>is the fifth action-packed fantasy adventure in the Alcatraz vs. the Evil Librarians series for young readers by the #1 <i>New York Times</i> bestselling author Brandon Sanderson. This never-before-published, fast-paced, and funny novel is now available in a deluxe hardcover edition, illustrated by Hayley Lazo.<br><br>Alcatraz Smedry has successfully defeated the army of Evil Librarians and saved the kingdom of Mokia. Too bad he managed to break the Smedry Talents in the process. Even worse, his father is trying to enact a scheme that could ruin the world, and his friend, Bastille, is in a coma. To revive her, Alcatraz must infiltrate the Highbrary--known as The Library of Congress to Hushlanders--the seat of Evil Librarian power. Without his Talent to draw upon, can Alcatraz figure out a way to save Bastille and defeat the Evil Librarians once and for all?<br><br>“Like Lemony Snicket and superhero comics rolled into one.” —<i>Publishers Weekly</i>, starred review<br><br>At the Publisher's request, this title is being sold without Digital Rights Management Software (DRM) applied.</p>",
        "rating": 3,
        "image": "http://books.google.com/books/publisher/content?id=TOeUCgAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&imgtk=AFLRE73ExypZXwXfXgpFJFKev6du-vys5nxDEwGTmSOvFivte0uWfcfzWwtO1XjgYOLkOpzfbyVzo-X_IRkTnxuhZpi1evUB_YWy_oW0InkC86wPTDHCCumBy1W97ig_DyafhGNhmbHj&source=gbs_api",
        "peviewLink": null,
        "flag": "new",
        "currency": "USD",
        "ratingCount": 3
    },
    {
        "id": 28,
        "title": "Las lentes fragmentadas (Alcatraz contra los Bibliotecarios Malvados 4)",
        "authors": "Brandon Sanderson",
        "price": 666,
        "description": "<p><i><b>Las lentes fragmentadas </b></i><b>es la cuarta y trepidante aventura de «Alcatraz contra los Bibliotecarios Malvados», la serie de aventuras fantásticas juvenil apta para todos los públicos más divertida y original.</b></p> <p><b>¿Podrá Alcatraz salvar una ciudad sitiada?</b></p> <p>Si la isla de Mokia cae, también podrían caer el resto de los Reinos Libres. Y entonces todo el mundo estaría bajo el dominio de los Bibliotecarios Malvados. ¿Logrará Alcatraz salvarlos a todos una vez más?</p> <p>Armado con apenas un par de gafas, un pequeño arsenal de ositos de peluche explosivos y su increíble talento para romper cosas, <b>Alcatraz está listo para intentarlo</b>. Lo único que tiene que hacer es vencer a un ejército de robots gigantes, un grupo no muy numeroso pero muy malvado de Bibliotecarios y, lo que es peor, a su propia madre.</p> <p><b>Reseñas:</b><br>«Brandon Sanderson es una leyenda.»<br>Alexelcapo, @EvilAFM</p>",
        "rating": null,
        "image": "http://books.google.com/books/publisher/content?id=-v22DQAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&imgtk=AFLRE733JLg-TeIaL8vXOjIvCvqj76vZCZMFPETMug4Ly1Wq5yLfeak41rHjZ0DWwsn-BEx2L9dkuD3oMWDSHKj_bfqNpD-7OibYcYodu5W07uh_p9rHp6YlEis2nXrI4ce5UtB1veUa&source=gbs_api",
        "peviewLink": null,
        "flag": "on-sale",
        "currency": "ARS",
        "ratingCount": 6
    },
    {
        "id": 34,
        "title": "The Shattered Lens",
        "authors": "Brandon Sanderson",
        "price": 238,
        "description": "<p><i>The Shattered Lens</i> is the fourth action-packed fantasy adventure in the Alcatraz vs. the Evil Librarians series for young readers by the #1 <i>New York Times</i> bestselling author Brandon Sanderson. These fast-paced and funny novels are now available in deluxe hardcover editions illustrated by Hayley Lazo.<br><br>Alcatraz Smedry is up against a whole army of Evil Librarians with only his friend Bastille, a few pairs of glasses, and an unlimited supply of exploding teddy bears to help him. This time, even Alcatraz's extraordinary talent for breaking things may not be enough to defeat the army of Evil Librarians and their giant librarian robots.<br><br>“An excellent choice to read aloud to the whole family. It's funny, exciting, and briskly paced.” —Nancy Pearl on <i>NPR'S Morning Edition</i><br><br>At the Publisher's request, this title is being sold without Digital Rights Management Software (DRM) applied.</p>",
        "rating": null,
        "image": "http://books.google.com/books/publisher/content?id=oTw6CQAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&imgtk=AFLRE70YakyVcaShFv6V-eJEip4IuuxIO8CV1XzjYkS1s9i1r1Tfz9YsQqVtpdYILV9ipVmpbL6wTwnGDxEDEavCVtgd01AoP69I6c-yPdpKR-rGTW10Ypy46wYTTePmCxpKjIh0wRHr&source=gbs_api",
        "peviewLink": null,
        "flag": "new",
        "currency": "USD",
        "ratingCount": 3
    },
    {
        "id": 29,
        "title": "Alcatraz vs. the Evil Librarians",
        "authors": "Brandon Sanderson",
        "price": 666,
        "description": "<p><b>Experience the action-packed first book in #1 <i>New York Times</i> bestselling author Brandon Sanderson's laugh-out-loud middle-grade fantasy series like never before</b>—<b>now in paperback with all new covers!</b><br><br><b>AN ANCIENT RIVALRY REAWAKENS.</b><br><br><b><i>Everything I'd known about the world was a lie.</i></b><br><br>On my thirteenth birthday, I, Alcatraz Smedry (<i>yes, I got named after a prison, don’t ask</i>) received my inheritance: <b>a bag of sand</b>. And then I accidentally destroyed my foster parents’ kitchen. It’s not my fault, things just break around me, I <i>swear</i>!<br><br>I thought the sand was a joke until evil Librarians came to steal it. You’re probably thinking, “Librarians are nice people who recommend good books,” but that’s just what they want you to think! It turns out they’re actually a secret cult keeping the truth from you—a hidden world filled with magical eyeglasses, talking dinosaurs, and knights with crystal swords!<br><br>Or so my Grandpa Smedry claimed when he suddenly showed up to rescue me. So now I have to go with him to invade the local library and get that sand back, before it's used to conquer the world. And Grandpa says how I keep breaking things is actually an amazing talent. There’s no way that can all be true, right?<br><br><b>Will I ever make it back home alive?</b><br><br>\"An excellent choice to read aloud to the whole family. Funny, exciting, and briskly paced.\" —NPR<br><br>At the Publisher's request, this title is being sold without Digital Rights Management Software (DRM) applied.</p>",
        "rating": null,
        "image": "http://books.google.com/books/publisher/content?id=njs6CQAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&imgtk=AFLRE714N9UbkXSHL8wRPUBxZMuvbXPNv9lYsOKV02LDTwOPmEtScjgJSBt2SDT21Ha_gMY7sv6DPBH9lNc1yzf4JATm4kNezVcboxijRiOZ_kqtLQAHS-dVNNmTYYZYGhogiLvtySWh&source=gbs_api",
        "peviewLink": null,
        "flag": "on-sale",
        "currency": "ARS",
        "ratingCount": 6
    },
    {
        "id": 33,
        "title": "The Knights of Crystallia",
        "authors": "Brandon Sanderson",
        "price": 547,
        "description": "<p><b>Now in paperback for the first time, featuring all new covers, the Alcatraz vs. the Evil Librarians middle-grade series from #1 <i>New York Times</i> bestselling author Brandon Sanderson.</b><br><br> <b><i>I am awesome!</i></b><br><br>So I told you how Grandpa Smedry showed up at my house and said “Alcatraz, come with me to save the world!” (That totally happened. You read the first two books, right?) Well, this is the book where you find out how awesome I really am! I finally make it to the Free Kingdoms—lands outside of evil Librarian control (like where you live)—and there’s a bunch of castles! And dragons! And a giant crystal mushroom where knights hang out! And a huge pig butt you can ride in! (Okay, that’s exactly as not-cool as it sounds.) Plus everyone loves me there because I’m a celebrity! (Don’t worry, I won’t let that go to my head.)<br><br>Anyway, some bigwigs from the evil Librarians are in town trying to negotiate a peace treaty—and I don’t believe for a second that they actually mean it. I hope I can convince the Council of Kings it’s a terrible idea. Also, Bastille is in big trouble with the Knights of Crystallia because I broke her magic sword (whoops), but if I explain what happened they’ll let her be a full knight again, right? They’d better, or I might break something else important! (Err, knowing me, that’s bound to happen anyway...)<br><br>\"Beneath the wild humor, there are surprisingly subtle messages about responsibility and courage.\" - <i>School Library Journal </i><br><br>At the Publisher's request, this title is being sold without Digital Rights Management Software (DRM) applied.</p>",
        "rating": null,
        "image": "http://books.google.com/books/publisher/content?id=VDs6CQAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&imgtk=AFLRE72or29W24aLmKHCr5myTcraejguD28hPtpTLNrBc9lovB-PmwOaQ1ayx-thYMQEQVYH-UsSyy80gPqDnb7JeaLkS-rEr7WzolfzBVgh-ryJIQVkePkkOXs2BGxG5r5VybdeGp7q&source=gbs_api",
        "peviewLink": null,
        "flag": "new",
        "currency": "USD",
        "ratingCount": 3
    },
    {
        "id": 10,
        "title": "Solo nosotros dos",
        "authors": "Nicholas Sparks",
        "price": 238,
        "description": "<p>A sus treinta y dos años, Russell Green lo tiene todo: una impresionante esposa, una hija adorable de seis años, una exitosa carrera como ejecutivo de publicidad y una gran casa en Charlotte. Russell vive en medio de un sueño, y su matrimonio con la encantadora Vivian es el centro de su existencia. Pero debajo de esta vida perfecta empiezan a aparecer los problemas y Russ está a punto de presenciar cómo varios aspectos de su vida que daba por sentados van a dar un giro por completo.</p><p>En cuestión de meses, Russell se queda sin trabajo y sin mujer, y deberá luchar para adaptarse a una nueva y desconcertante realidad. Descubriendo el desierto de la vida monoparental, Russell se embarcará en un viaje aterrador a la vez que gratificante, que pondrá a prueba sus habilidades y sus recursos emocionales más allá de lo que nunca habría imaginado.</p>",
        "rating": null,
        "image": null,
        "flag": "new",
        "currency": "USD",
        "ratingCount": 3
    }
]
}