{
    "books": 
    [
        {
            "id": 1,
            "title": "Harry Potter y la piedra filosofal",
            "authors": "J. K. Rowling",
            "price": 56.98,
            "description": "Harry Potter se ha quedado huérfano y vive en casa de sus abominables tíos y del insoportable primo Dudley. Harry se siente muy triste y solo, hasta que un buen día recibe una carta que cambiará su vida para siempre. En ella le comunican que ha sido aceptado como alumno en el colegio interno Hogwarts de magia y hechicería. A partir de ese momento, la suerte de Harry da un vuelco espectacular. En esa escuela tan especial aprenderá encantamientos, trucos fabulosos y tácticas de defensa contra las malas artes. Se convertirá en el campeón escolar de quidditch, especie de fútbol aéreo que se juega montado sobre escobas, y se hará un puñado de buenos amigos... aunque también algunos temibles enemigos. Pero sobre todo, conocerá los secretos que le permitirán cumplir con su destino. Pues, aunque no lo parezca a primera vista, Harry no es un chico común y corriente. ¡Es un verdadero mago! [Source : 4e de couverture]",
            "rating": 5,
            "image": "https://books.google.com/books/content/images/frontcover/2zgRDXFWkm8C?fife=w240-h480",
            "flag": "new",
            "currency": "USD",
            "ratingCount": 8,
            "genre": ["Fiction"],
            "language": "ESPAÑOL"
        },
        {
            "id": 2,
            "title": "Harry Potter Y El Misterio del Príncipe / Harry Potter and the Half-Blood Prince",
            "authors": "J. K. Rowling",
            "price": 49.37,
            "description": "<b><i>Harry Potter y el misterio del príncipe</i> es la sexta novela de la ya clásica serie fantástica de la autora británica J.K. Rowling.<br> <br></b>Con dieciséis años cumplidos, Harry inicia el sexto curso en Hogwarts en medio de terribles acontecimientos que asolan Inglaterra. Elegido capitán del equipo de quidditch, los ensayos, los exámenes y las chicas ocupan todo su tiempo, pero la tranquilidad dura poco.<br> <br> A pesar de los férreos controles de seguridad que protegen la escuela, dos alumnos son brutalmente atacados. Dumbledore sabe que se acerca el momento, anunciado por la Profecía, en que Harry y Voldemort se enfrentarán a muerte: «El único con poder para vencer al Señor Tenebroso se acerca... Uno de los dos debe morir a manos del otro, pues ninguno de los dos podrá vivir mientras siga el otro con vida.»<br> <br> El anciano director solicitará la ayuda de Harry y juntos emprenderán peligrosos viajes para intentar debilitar al enemigo, para lo cual el joven mago contará con un viejo libro de pociones perteneciente a un misterioso personaje, alguien que se hace llamar Príncipe Mestizo.<br> <br> <b>ENGLISH DESCRIPTION</b><br> <br> <b><i>Harry Potter and the Half-Blood Prince</i> is the sixth volume of British author J.K. Rowling's now classic series of fantasy novels.</b><br> <br> At age sixteen, in the midst of serious events plaguing England, Harry begins his sixth year at Hogwarts.<b> </b>Having been chosen captain of the Quidditch team, practices, tests, and girls are keeping him busy, but that peace and tranquility is short-lived.<br> <br> Despite tight security measures that protect the school, two students are brutally attacked. Dumbledore knows that, as proclaimed in the Prophecy, the time is approaching when Harry and Voldemort must face each other in a deadly match: \"The only one with strong enough powers to defeat the Dark Lord is approaching ... One of the two must die at the hands of the other, because neither can live as long as the other is still alive.\"<br> <br> The old Headmaster will enlist Harry's help, and together they will undertake dangerous trips in order to try to weaken the enemy, for this the young wizard will have the help of an old potion book that belonged to a mysterious person, someone who calls himself the Half-Blood Prince.",
            "rating": 5,
            "image": "https://books.google.com/books/content/images/frontcover/uZDYlfDVYmEC?fife=w240-h480",
            "flag": "new",
            "currency": "USD",
            "ratingCount": 9,
            "genre": ["Juvenile Fiction"],
            "language": "ESPAÑOL"
        },
        {
            "id": 3,
            "title": "Harry Potter y la cámara secreta",
            "authors": "J.K. Rowling",
            "price": 16.52,
            "description": "<p>«Hay una conspiración, Harry Potter. Una conspiración para hacer que este año sucedan las cosas más terribles en el Colegio Hogwarts de Magia y Hechicería.»<br><br>El verano de Harry Potter ha incluido el peor cumpleaños de su vida, unos presagios muy poco halagüeños por parte de un elfo doméstico llamado Dobby y ser rescatado de casa de los Dursleys por su amigo Ron Weasley en un coche mágico volador. Cuando regresa al Colegio Hogwarts de Magia y Hechicería para cursar su segundo año, Harry escucha susurros extraños por los pasillos vacíos del colegio... Y luego comienzan los ataques. Se encuentran a estudiantes convertidos en piedra... Los terribles presagios de Dobby parecen hacerse realidad.<br><br><i>Tema musical compuesto por James Hannigan.</i></p>",
            "rating": 4,
            "image": "https://books.google.com/books/content/images/frontcover/zl13g5uRM4EC?fife=w240-h480",
            "flag": "new",
            "currency": "USD",
            "ratingCount": 10,
            "genre": ["Juvenile Fiction"],
            "language": "ESPAÑOL"
        },
        {
            "id": 4,
            "title": "Harry Potter 4 y el cáliz de fuego",
            "authors": "J. K. Rowling",
            "price": 1064.3,
            "description": "Fantasy. På mystisk vis er Harry Potter blevet udvalgt til at deltage i en magisk trekamp mellem de forskellige troldmandsskoler. Samtidig er hans dødsfjende troldmanden Voldemort ved at genvinde sin magt",
            "rating": 4.5,
            "image": "https://books.google.com/books/content/images/frontcover/R2daemCCiF8C?fife=w240-h480",
            "flag": "new",
            "currency": "ARS",
            "ratingCount": 10,
            "genre": ["Juvenile Fiction"],
            "language": "ESPAÑOL"
        },
        {
            "id": 5,
            "title": "El señor de los anillos",
            "authors": "John Ronald Reuel Tolkien",
            "price": 4.91,
            "description": "En la Tierra Media, el Señor Oscuro Sauron forjó los Grandes Anillos del Poder y creó uno con el poder de esclavizar a toda la Tierra Media. Frodo Bolsón es un hobbit al que su tío Bilbo hace portador del poderoso Anillo Único con la misión de destruirlo. Acompañado de sus amigos, Frodo emprende un viaje hacia Mordor, el único lugar donde el anillo puede ser destruido. Sin embargo, Sauron ordena la persecución del grupo para recuperar el anillo y acabar con la Tierra Media.",
            "rating": 2.5,
            "image": "https://books.google.com/books/content/images/frontcover/DYmUGGwZ8_oC?fife=w240-h480",
            "flag": "on-sale",
            "currency": "USD",
            "ratingCount": 6,
            "genre": ["Fiction"],
            "language": "ESPAÑOL"
        },
        {
            "id": 6,
            "title": "Trilogía El Señor de los Anillos",
            "authors": "J. R. R. Tolkien",
            "price": 927.82,
            "description": "<p>Concebida en un primer momento como una continuación de El Hobbit, acabó por convertirse en una historia independiente por derecho propio de mucho más alcance y extensión. <br>En 1999 la trilogía de El Señor de los Anillos fue elegida como «Libro del Milenio» por los participantes de una encuesta de Amazon.com.</p> <p>En la adormecida e idílica Comarca, un joven hobbit recibe un encargo: custodiar el Anillo Único y emprender el viaje para su destrucción en las Grietas del Destino. Consciente de la importancia de su misión, Frodo abandona la Comarca e inicia el camino hacia Mordor con la compañía inesperada de Sam, Pippin y Merry. Pero sólo con la ayuda de Aragorn conseguirán vencer a los Jinetes Negros y alcanzar el refugio de la Casa de Elrond en Rivendel.</p>",
            "rating": 3,
            "image": "https://books.google.com/books/content/images/frontcover/q_P7oMO3lC4C?fife=w240-h480",
            "flag": "new",
            "currency": "ARS",
            "ratingCount": 6,
            "genre": ["Fiction"],
            "language": "ESPAÑOL"
        },
        {
            "id": 7,
            "title": "EL CAMINO DE LOS REYES (EL ARCHIVO DE LAS TORMENTAS 1)",
            "authors": "Brandon Sanderson",
            "price": 38.05,
            "description": "El camino de los reyes es el primer volumen de «El Archivo de las Tormentas», el resultado de más de una década de construcción y escritura de universos, convertido en una obra maestra de la fantasía contemporánea en diez volúmenes. Con ella, Brandon Sanderson se postula como el autor del género que más lectores está ganando en todo el mundo. Anhelo los días previos a la Última Desolación. Los días en que los Heraldos nos abandonaron y los Caballeros Radiantes se giraron en nuestra contra. Un tiempo en que aún había magia en el mundo y honor en el corazón de los hombres. El mundo fue nuestro, pero lo perdimos. Probablemente no hay nada más estimulante para las almas de los hombres que la victoria. ¿O tal vez fue la victoria una ilusión durante todo ese tiempo? ¿Comprendieron nuestros enemigos que cuanto más duramente luchaban, más resistíamos nosotros? Quizá vieron que el fuego y el martillo tan solo producían mejores espadas. Pero ignoraron el acero durante el tiempo suficiente para oxidarse. Hay cuatro personas a las que observamos. La primera es el médico, quien dejó de curar para convertirse en soldado durante la guerra más brutal de nuestro tiempo. La segunda es el asesino, un homicida que llora siempre que mata. La tercera es la mentirosa, una joven que viste un manto de erudita sobre un corazón de ladrona. Por último está el alto príncipe, un guerrero que mira al pasado mientras languidece su sed de guerra. El mundo puede cambiar. La potenciación y el uso de las esquirlas pueden aparecer de nuevo, la magia de los días pasados puede volver a ser nuestra. Esas cuatro personas son la clave. Una de ellas nos redimirá. Y una de ellas nos destruirá. Reseñas: «Brandon Sanderson es una leyenda.» Alexelcapo, @EvilAFM «Me encantó este libro. ¿Qué más hay que decir?» Patrick Rothfuss «Es raro que un escritor de ficción comprenda tan bien cómo funciona el liderazgo y cómo el amor echa raíces en el corazón humano. Sanderson es sorprendentemente sabio.» Orson Scott Card «Los fans de la fantasía épica esperarán ansiosamente la publicación del siguiente volumen de la serie.» Library Journal",
            "rating": 3,
            "image": "https://books.google.com/books/publisher/content/images/frontcover/YhCYCgAAQBAJ?fife=w240-h480",
            "flag": "on-sale",
            "currency": "USD",
            "ratingCount": 3,
            "genre": ["Juvenile Fiction"],
            "language": "ESPAÑOL"
        },
        {
            "id": 8,
            "title": "Juramentada (El Archivo de las Tormentas 3)",
            "authors": "Brandon Sanderson",
            "price": 42.82,
            "description": "<p><b><i>Juramentada</i> es la aclamada continuación de <i>El camino de los reyes</i> y de <i>Palabras radiantes </i>, y tercera parte de la decalogía «El Archivo de las Tormentas», obra maestra de la fantasía épica que ha coronado la lista de <i>best sellers</i> de <i>The New York Times</i> y ha postulado a Sanderson como el autor de género que más lectores está ganando en todo el mundo.</b></p> <p>La humanidad se enfrenta a una nueva Desolación con el regreso de los Portadores del Vacío, un enemigo tan grande en número como en sed de venganza. La victoria fugaz de los ejércitos alezi de Dalinar Kholin ha tenido consecuencias: el enemigo parshendi ha convocado la violenta tormenta eterna, que arrasa el mundo y hace que los hasta ahora pacíficos parshmenios descubran con horror que llevan un milenio esclavizados por los humanos. Al mismo tiempo, en una desesperada huida para alertar a su familia de la amenaza, Kaladin se pregunta si la repentina ira de los parshmenios está justificada.</p> <p>Entretanto, en la torre de la ciudad de Urithiru, a salvo de la tormenta, Shallan Davar investiga las maravillas de la antigua fortaleza de los Caballeros Radiantes y desentierra oscuros secretos que acechan en las profundidades. Dalinar descubre entonces que su sagrada misión de unificar su tierra natal de Alezkar era corta de miras. A menos que todas las naciones sean capaces de unirse y dejar de lado el pasado sangriento de Dalinar, ni siquiera la restauración de los Caballeros Radiantes conseguirá impedir el fin de la civilización.<b> </b></p> <p><b>La crítica ha dicho...</b><br>«Brandon Sanderson es una leyenda.»<br>Alexelcapo, @EvilAFM</p> <p>«Es raro que un autor de ficción comprenda tan bien cómo funciona el liderazgo y cómo el amor echa raíces en el corazón humano. Sanderson es sorprendentemente sabio.»<br>Orson Scott Card</p> <p><b>La crítica ha dicho sobre </b><i><b>El camino de los Reyes</b></i><b>...</b><br>«Me encantó este libro... ¿Qué más puedo decir?»<br>Patrick Rothfuss</p>",
            "rating": 5,
            "image": "https://books.google.com/books/publisher/content/images/frontcover/ucRODwAAQBAJ?fife=w240-h480",
            "flag": "on-sale",
            "currency": "USD",
            "ratingCount": 4,
            "genre": ["Fiction"],
            "language": "ESPAÑOL"
        },
        {
            "id": 9,
            "title": "El regreso",
            "authors": "Nicholas Sparks",
            "price": 730.01,
            "description": "<p><b>MÁS DE TREINTA MILLONES DE EJEMPLARES VENDIDOS EN TODO EL MUNDO.</b> <b>MÁS DE UN MILLÓN DE EJEMPLARES VENDIDOS EN ESPAÑOL.</b> <b>VUELVE NICHOLAS SPARKS, EL ACLAMADO AUTOR DE <i>EL CUADERNO DE NOAH.</i></b> <b>En la línea de <i>Querido John</i>, Nicholas Sparks nos trae una conmovedora historia acerca de un doctor herido en el ejército y de las dos mujeres cuyos secretos cambiarán el rumbo de su vida.</b></p><p>Trevor Benson no tuvo intenciones de volver a New Bern, Carolina del Norte. Pero una terrible explosión a las fueras del hospital en el que trabajaba como cirujano, le obliga a volver a casa desde Afganistán con graves heridas. La destartalada cabaña que había heredado de su abuelo parece el lugar ideal para recuperarse.</p><p>Trevor, que cuida las amadas colmenas de abejas de su abuelo, no está preparado para enamorarse de alguien del pueblo. Sin embargo, desde su primer encuentro, Trevor siente una conexión especial que no puede ignorar con Natalie Masterson, la ayudante del <i>sheriff</i>. Pero incluso cuando ella parecía corresponder a sus sentimientos, Natalie permanece muy distante, haciendo que Trevor se cuestione qué podría estar escondiendo.</p><p>Para complicar aún más las cosas en New Bern, de pronto aparece Callie, una adolescente que vive en un aparcamiento de caravanas. Al saber que Callie conocía a su abuelo, Trevor espera esclarecer las misteriosas circunstancias de su muerte, pero Callie ofrece muy pocas pistas, hasta que una crisis desencadena una carrera que descubrirá la verdadera naturaleza de su pasado, un pasado mucho más entrelazado con la muerte del anciano de lo que Trevor podría haber imaginado.</p><p>En su búsqueda por desentrañar los secretos de Natalie y Callie, Trevor aprenderá el verdadero significado del amor y el perdón... y que en la vida, para seguir adelante, a menudo debemos regresar al lugar donde todo comenzó.</p><p><b>«Profundamente conmovedora. Sparks nos recuerda que todos somos humanos. Una novela que te enamorará desde las primeras páginas.»</b> <i>POPSUGAR</i></p><p><b>«Una preciosa historia de secretos, seducción y sobre el perdón que todos querrán leer más de una vez.»</b> <i>CNN Underscored</i></p><p><b>«Los fans de Sparks devorarán esta novela y nuevos lectores que no conozcan sus novelas se engancharán el fenómeno Nicholas Sparks.» </b><i>Northern Virginia Magazine</i></p>",
            "rating": 3.5,
            "image": "https://books.google.com/books/publisher/content/images/frontcover/g9gtEAAAQBAJ?fife=w240-h480",
            "flag": "on-sale",
            "currency": "ARS",
            "ratingCount": 2,
            "genre": ["Fiction"],
            "language": "ESPAÑOL"
        },
        {
            "id": 10,
            "title": "Solo nosotros dos",
            "authors": "Nicholas Sparks",
            "price": 19.92,
            "description": "<p>A sus treinta y dos años, Russell Green lo tiene todo: una impresionante esposa, una hija adorable de seis años, una exitosa carrera como ejecutivo de publicidad y una gran casa en Charlotte. Russell vive en medio de un sueño, y su matrimonio con la encantadora Vivian es el centro de su existencia. Pero debajo de esta vida perfecta empiezan a aparecer los problemas y Russ está a punto de presenciar cómo varios aspectos de su vida que daba por sentados van a dar un giro por completo.</p><p>En cuestión de meses, Russell se queda sin trabajo y sin mujer, y deberá luchar para adaptarse a una nueva y desconcertante realidad. Descubriendo el desierto de la vida monoparental, Russell se embarcará en un viaje aterrador a la vez que gratificante, que pondrá a prueba sus habilidades y sus recursos emocionales más allá de lo que nunca habría imaginado.</p>",
            "rating": 2.5,
            "image": "https://books.google.com/books/publisher/content/images/frontcover/LQ07DQAAQBAJ?fife=w240-h480",
            "flag": "new",
            "currency": "USD",
            "ratingCount": 3,
            "genre": ["Fiction"],
            "language": "ESPAÑOL"
        },
        {
            "id": 11,
            "title": "El mar de los monstruos (Percy Jackson y los dioses del Olimpo 2)",
            "authors": "Rick Riordan",
            "price": 693.28,
            "description": "<p><b>Continúa la serie de aventuras «Percy Jackson y los Dioses del Olimpo», iniciada con <i>El ladrón del rayo</i>, con esta apasionante entrega.</b></p> <p></p> <p><b>En pleno siglo XXI, los antiguos dioses griegos han creado un mundo secreto a nuestro alrededor, donde el monte Olimpo se encuentra encima del Empire State y el reino de Hades en el subsuelo de Los Ángeles.</b></p> <p>Desde que sabe que es hijo de un dios y una mortal, Percy Jackson espera que el destino le depare continuas aventuras. Y su expectativa se cumplirá con creces. Aunque el nuevo curso en la Escuela Meriwether transcurre con inusual normalidad, un simple partido de balón prisionero acaba en batalla campal contra una banda de feroces gigantes.</p> <p>A partir de ahí, las cosas se precipitan: el perímetro mágico que protege el Campamento Mestizo es destruido por un misterioso enemigo y la única seguridad con que contaban los semidioses desaparece. Así, para impedir este daño irreparable, Percy y sus amigos inician la travesía del temible Mar de los Monstruos en busca de</p> <p>lo único que puede salvar el campamento: el Vellocino de Oro.</p> <p><b>** Más vendidos del <i>The New York Times</i> y <i>Publishers Weekly.</i></b></p> <p><b>** Llevada a la gran pantalla a cargo de Chris Columbus, director de las dos primeras entregas de «Harry Potter».</b></p> <p><b>Sobre «Percy Jackson y los Dioses del Olimpo» se ha dicho:</b><br>«No sigas buscando al nuevo Harry Potter: descubre a Percy Jackson, como lo han hecho ya legiones de admiradores.»<br><i>Kirkus Reviews</i></p>",
            "rating": 5,
            "image": "https://books.google.com/books/publisher/content/images/frontcover/Aey-DwAAQBAJ?fife=w240-h480",
            "flag": "new",
            "currency": "ARS",
            "ratingCount": 4,
            "genre": ["Young Adult Fiction"],
            "language": "ESPAÑOL"
        },
        {
            "id": 12,
            "title": "Percy Jackson y los héroes griegos (Percy Jackson)",
            "authors": "Rick Riordan",
            "price": 59.24,
            "description": "<p><b>Después de explicarnos las historias más emocionantes de los dioses griegos... ¿Quién mejor que un hijo de Poseidón para acercarnos al mundo de los héroes de la Antigua Grecia?</b></p> <p></p> <p><b>Acompaña a Percy Jackson en esta nueva y apasionante aventura.</b></p> <p>Si quieres saber quién cortó la cabeza de Medusa o qué heroína fue criada por una osa, este es el libro que debes consultar. Nadie mejor que un hijo de Poseidón como Percy, que ha sobrevivido a un sinfín de encuentros con seres y criaturas mitológicos, para narrar las increíbles hazañas de Perseo, Atalanta, Belerofonte o Hércules, por citar sólo a algunos de los muchos personajes heroicos que aparecen en estas páginas.</p> <p>Así que Percy nos invita a seguirlo en una nueva aventura con la siguiente propuesta:</p> <p>«Vamos a retroceder en el tiempo unos cuatro mil años para decapitar monstruos, salvar algún reino que otro, disparar a unos cuantos dioses en el trasero, saquear el inframundo y robar a gente muy mala. ¿Listos? Perfecto. Vamos allá.»</p>",
            "rating": 5,
            "image": "https://books.google.com/books/publisher/content/images/frontcover/2-y-DwAAQBAJ?fife=w240-h480",
            "flag": "on-sale",
            "currency": "USD",
            "ratingCount": 10,
            "genre": ["Juvenile Fiction"],
            "language": "ESPAÑOL"
        },
        {
            "id": 13,
            "title": "Percy Jackson y los dioses del Olimpo",
            "authors": "Rick Riordan",
            "price": 35.94,
            "description": "<b>Continúan las aventuras de Percy Jackson en esta cuarta entrega de la serie «Percy Jackson y los dioses del Olimpo».</b> <p><b>Una serie trepidante que ha ocupado las listas de los libros más vendidos del <i>The New York Times</i> y <i>Publishers Weekly</i> y que ha llegado a la gran pantalla a cargo de Chris Columbus, director de las dos primeras entregas de «Harry Potter».</b> <p>A punto de comenzar primero de secundaria, Percy Jackson no espera emociones fuertes, sino más bien un aburrimiento soporífero. Pero cuando en la nueva escuela se presenta una vieja amiga, seguida de un par de animadoras diabólicas, los acontecimientos se precipitan y todo empieza a ir de mal en peor. <p>Cronos, el malvado señor de los titanes, amenaza con destruir el Campamento Mestizo, donde se refugian los jóvenes semidioses. Para evitarlo, Percy y sus amigos deben emprender una arriesgada búsqueda a través del laberinto, un mundo subterráneo plagado de trampas temibles y criaturas perversas, concebido para acabar con quienes se atrevan a profanarlo. <p><b>ENGLISH DESCRIPTION<br></b><br>Percy Jackson isn't expecting freshman orientation to be any fun. But when a mysterious mortal acquaintance appears on campus, followed by demon cheerleaders, things quickly move from bad to diabolical. <p>In this latest installment of the blockbuster series, time is running out as war between the Olympians and the evil Titan lord Kronos draws near. Even the safe haven of Camp Half-Blood grows more vulnerable by the minute as Kronos's army prepares to invade its once impenetrable borders. To stop them, Percy and his demigod friends must set out on a quest through the Labyrinth-a sprawling underground world with stunning surprises at every turn. Full of humor and heart-pounding action, this fourth book promises to be their most thrilling adventure yet.",
            "rating": 3,
            "image": "https://books.google.com/books/publisher/content/images/frontcover/Wey-DwAAQBAJ?fife=w240-h480",
            "flag": "new",
            "currency": "USD",
            "ratingCount": 6,
            "genre": ["Juvenile Fiction"],
            "language": "ESPAÑOL"
        },
        {
            "id": 14,
            "title": "Cementerio de Animales",
            "authors": "Stephen King",
            "price": 909,
            "description": "<p><b>El maestro del terror vuelve a ofrecer unas páginas electrizantes en este tomo que reúne 13 relatos escalofriantes escritos en su mejor estilo.</b></p> <p>Siguiendo la tradición de Poe, Stevenson y Lovecraft, King nos abre la puerta de acceso a un mundo de horrores inimaginables. Stephen King ha fundido aquí imágenes de terrores ancestrales con la iconografía de la actual sociedad norteamericana. Los relatos incluidos en este libro, originales y trepidantes, han cautivado a millones de lectores en todo el mundo.</p>",
            "rating": 5,
            "image": "https://books.google.com/books/publisher/content/images/frontcover/cbsZEAAAQBAJ?fife=w240-h480",
            "flag": "new",
            "currency": "ARS",
            "ratingCount": 2,
            "genre": ["Fiction"],
            "language": "ESPAÑOL"
        },
        {
            "id": 15,
            "title": "La zona muerta",
            "authors": "Stephen King",
            "price": 1002.63,
            "description": "Serie de historias horripilantes y terrorificas, que disparan el corazón. En la que da título al libro, la Niebla, un super se convierte en el último bastión de la humanidad ante la invasión de la Tierra por parte de un enemigo inimaginable",
            "rating": 5,
            "image": "https://books.google.com/books/publisher/content/images/frontcover/kunoAgAAQBAJ?fife=w240-h480",
            "flag": "on-sale",
            "currency": "ARS",
            "ratingCount": 4,
            "genre": ["Juvenile Nonfiction"],
            "language": "ESPAÑOL"
        },
        {
            "id": 16,
            "title": "Orgullo y prejuicio",
            "authors": "Jane Austen",
            "price": 1101.88,
            "description": "La gran mansión de Netherfield Park, en la campiña inglesa, tiene como inquilino: el señor Charles Bingley, in joven rico atractivo y además¿ soltero Con la llegada de este buen partidose despiertan las ambiciones de las familias de todo el vecindario y la revolucion es singularmente notable en la casa familiar",
            "rating": 5,
            "image": "https://books.google.com/books/content/images/frontcover/ueSKf3VTw3kC?fife=w240-h480",
            "flag": "new",
            "currency": "ARS",
            "ratingCount": 4,
            "genre": ["Fiction"],
            "language": "ESPAÑOL"
        },
        {
            "id": 17,
            "title": "Mujercitas",
            "authors": "Louisa May Alcott",
            "price": 1243.66,
            "description": "Esta es la historia de la señora March y sus cuatro hijas, Meg, Jo, Beth y Amy, quienes desde la inocencia de la niñez experimentan el despertar de la juventud. Con la guerra civil estadounidense de trasfondo, la novela sigue la vida de las cuatro hermanas, con sus enamoramientos, sus aspiraciones intelectuales, sus alegrías y complicaciones. <br><br>Con una fina y delicada descripción de cada personaje, se conocen las experiencias de crecimiento que cada una va teniendo, con un gran énfasis en la libertad individual, muy inusual para la época. <br><br>A lo largo de la novela, las muchachas traban amistad con el vecino, el joven adolescente Laurie, que se vuelve el mejor amigo de Jo. El libro describe las actividades de las hermanas y su amigo, y los roces por los que pasan Jo y Laurie, así también cómo Meg se convierte en una mujercita, comprometiéndose con el señor Brooke. <br><br>Basada en las propias experiencias de la autora, quien creció junto a tres hermanas, Louisa May Alcott se inspiró en su propia familia a la hora de crear los personajes, con realismo y cariño. Es sin dudas una novela revolucionaria para su época, ya que cuestiona los arquetipos femeninos. La novela ha sido adaptada varias veces al cine, al teatro y a la ópera. En 2019 se estrenará una película con la participación de Emma Watson y Meryl Streep. Louisa May Alcott (1832-1888) fue una escritora estadounidense reconocida por su famosa novela Mujercitas (1968), una novela autobiográfica de su infancia, y sus secuelas, Hombrecitos (1871) y Los muchachos de Jo (1886), clásicos de la literatura. Fue también activa a nivel social y político durante toda su vida, comprometida con el movimiento abolicionista y el sufragismo, al igual que sus progenitores. Debido a las condiciones de pobreza de su familia, trabajó en diferentes empleos desde muy joven hasta que pudo empezar a vivir de lo que escribía. Se destacó principalmente con la creación de relatos para jóvenes mujeres, caracterizados por su descripción intimista y la lealtad familiar; así como también con una línea más adulta que publicó bajo el seudónimo de A.M. Barnard, una serie de novelas de tipo romántico, además de una obra seria denominada Un Mefistófeles moderno (1875) en los que tratan temas tabúes para la época como el adulterio y el incesto. También sirvió como enfermera en la Guerra Civil estadounidense y escribió una serie de cartas a su familia, publicadas como Apuntes del hospital (1863).",
            "rating": 4,
            "image": "https://books.google.com/books/publisher/content/images/frontcover/UqRjDwAAQBAJ?fife=w240-h480",
            "flag": "new",
            "currency": "ARS",
            "ratingCount": 4,
            "genre": ["Fiction"],
            "language": "ESPAÑOL"
        },
        {
            "id": 18,
            "title": "Dune",
            "authors": "Frank Herbert",
            "price": 627.32,
            "description": "De no ser por la melange, la especia geriátrica, el planeta Arrakis, más conocido como Dune, nunca hubiera dejado de ser un mundo árido y hostil donde el agua es un elemento tan vital para la supervivencia que sus habitantes se ven obligados a llevar en la superficie trajes especiales que recuperen la humedad exhalada por sus cuerpos. Pero la especia hace que todo el Imperio Galáctico se mueva en torno a esa inconmesurable fuente de riqueza. Y, cuando el Emperador entrega Dune en feudo al Duque Leto Atreides, sumerge a éste y a su familia (su concubina Dama Jessica y su hijo Paul Atreides), en el vórtice de una intriga que lo llevará a él hasta la muerte y a sus allegados a un peligroso peregrinaje a través de las áridas planicies del planeta en busca de los Fremen, el pueble libro del desierto, la escoria de Dune según unos, la sal de la tierra según otros. Así se inicia la fabulosa aventura de Paul-Muad’Dib, y el ambicioso proyecto de remodelar todo un planeta...",
            "rating": 3,
            "image": "https://books.google.com/books/content/images/frontcover/2ClNyY6oG84C?fife=w240-h480",
            "flag": "new",
            "currency": "ARS",
            "ratingCount": 4,
            "genre": ["Fiction"],
            "language": "ESPAÑOL"
        },
        {
            "id": 19,
            "title": "Bridgerton 9 - Bridgerton: Felices Para Siempre",
            "authors": "Julia Quinn",
            "price": 700.57,
            "description": "El libro que todos los seguidores de los Bridgerton, tanto en formato libro como de la serie de Netflix, estaban esperando. Esta obra es el broche perfecto para todos aquellos que se quedaron con ganas de más. Julia Quinn nos presenta ocho divertidos y emocionantes epílogos sobre los ocho hermanos. Contiene además una historia adicional sobre la sabia e ingeniosa matriarca de la familia: Violet Bridgerton. Érase una vez una autora de romance histórico que creó una familia... Pero no cualquier familia. Ocho hermanos y hermanas, sus consortes, hijos e hijas, sobrinos y sobrinas, y también a una matriarca adorable e irreprimible... Son los Bridgerton, no una simple familia, sino una auténtica fuerza de la naturaleza. A lo largo de ocho novelas de gran éxito, los lectores y lectoras han reído, llorado y se han enamorado con sus historias. Pero querían más. Así que muchos preguntaron a la autora: ¿Qué ocurre luego? ¿Acaba Simon leyendo las cartas de su padre? ¿Francesca y Michael se convierten en padres? ¿Realmente \"el final\" tiene que ser el final? La obra que todos los amantes de esta fascinante saga estaban esperando.",
            "rating": 3,
            "image": "https://books.google.com/books/content/images/frontcover/bKa8cmtufJgC?fife=w240-h480",
            "flag": "on-sale",
            "currency": "ARS",
            "ratingCount": 5,
            "genre": ["Drama"],
            "language": "ESPAÑOL"
        },
        {
            "id": 20,
            "title": "Bridgerton: An offer from a gentleman",
            "authors": "Julia Quinn",
            "price": 28.53,
            "description": "Como en el cuento de Cenicienta, Sophie ve una noche cumplirse su sueño. A espaldas de su madrastra, se viste como una reina y acude al baile de disfraces más importante de Londres. Lo que es más, consigue captar la atención de Benedict Bridgerton, el soltero más atractivo y encantador de la reunión. Sin embargo, pronto vuelve a enfrentarse a su cruda realidad, la de una hija ilegítima, pobre y sin recursos. El destino quiere darle una segunda oportunidad cuando entra a servir en casa de Benedict, aunque él no reconoce en ella a la hermosa joven a la que lleva años buscando. Ella es ahora una simple criada, incapaz de revelarle la verdad. La magia de aquella noche parece perdida para siempre ¿o quizás no? DE PRINCESA RADIANTE... Sophie vivió una infancia extraña. Todos sabían que era hija del conde de Penwood y, aunque éste nunca la reconoció como tal, cuidó de que no le faltara nada. Todo cambió cuando su padre se casó de nuevo, y la madrastra y sus dos hijas hicieron de la vida de Sophie una pesadilla. Muerto el conde, su testamento las obligaba a cuidar de la niña, pero nunca la consideraron una igual. Y tampoco le permitirían nunca que se atreviera a competir con ellas por las atención de los muy cotizados solteros de la familia Bridgerton, tan atractivos como bien situados. Antes, la echarían a la calle donde, suponían, no tendría jamás una oportunidad de acercarse a ellos. ...A CRIADA EN CASA DEL PRÍNCIPE ¿Quién era esa mujer extraordinaria? Benedict no puede olvidar aquella belleza enmascarada que le hechizó en un instante, a la que sólo conoce como la Dama Plateada por el color de su vestido y a quien, inconscientemente, le entregó su corazón. Pero ahora, años después, se siente poderosamente atraído por una sencilla criada a la que salva de un asaltante borracho. Ella es la única que le hace revivir la emoción que le produjo la misteriosa enmascarada. Pero también ella parece fuera de su alcance, a causa de las insalvables barreras de clase que los separan. Sin embargo, la familia Bridgerton tiene muchos recursos para ayudar a uno de los suyos cuando surgen problemas de amor...",
            "rating": 2,
            "image": "https://books.google.com/books/publisher/content/images/frontcover/7-0QBwAAQBAJ?fife=w240-h480",
            "flag": "on-sale",
            "currency": "USD",
            "ratingCount": 8,
            "genre": ["Fiction"],
            "language": "ENGLISH"
        },
        {
            "id": 21,
            "title": "El nombre del viento",
            "authors": "Patrick Rothfuss",
            "price": 905.45,
            "description": "La historia de Kvothe comienza en los años de su infancia como miembro de una familia de artistas itinerantes, los Edena Ruh, formada por músicos, actores, acróbatas y juglares. En este ambiente crece convirtiéndose en un niño prodigio para la música y los cuentos, alegre y diplomático.",
            "rating": 2,
            "image": "https://books.google.com/books/content/images/frontcover/QeYF9kTMypgC?fife=w240-h480",
            "flag": "new",
            "currency": "ARS",
            "ratingCount": 8,
            "genre": ["Juvenile Nonfiction"],
            "language": "ESPAÑOL"
        },
        {
            "id": 22,
            "title": "La música del silencio",
            "authors": "Patrick Rothfuss",
            "price": 13.92,
            "description": "<p><b>Una historia protagonizada por Auri, uno de los personajes más queridos y enigmáticos de <i>El nombre del viento</i> y <i>El temor de un hombre sabio</i>.</b></p> <p>«<i>Al despertar, Auri supo que faltaban siete días. Sí, estaba segura. Él iría a visitarla al séptimo día.</i>»</p> <p>La Universidad, el bastión del conocimiento, atrae a las mentes más brillantes para aprender ciencias como la artificería y la alquimia. Pero bajo esos edificios y sus concurridas aulas existe un mundo en penumbra.</p> <p>En ese laberinto de túneles antiguos, de salas y habitaciones abandonadas, de escaleras serpenteantes y pasillos semiderruidos vive Auri, otrora alumna de la Universidad. Ahora cuida de la Subrealidad, de la que ha aprendido que hay misterios que no conviene remover. Ya no se deja engañar por la lógica en la que tanto confían en lo alto: ella sabe reconocer los sutiles peligros y los nombres olvidados que se ocultan bajo la superficie de las cosas.</p> <p><b>Reseñas:</b><br>«Este Rothfuss es condenadamente bueno.»<br>George R.R. Martin</p> <p>«Una celebración del gusto de contar historias.»<br><i>El País</i></p>",
            "rating": 2,
            "image": "https://books.google.com/books/publisher/content/images/frontcover/6ZmMBAAAQBAJ?fife=w240-h480",
            "flag": "on-sale",
            "currency": "USD",
            "ratingCount": 6,
            "genre": ["Juvenile Nonfiction"],
            "language": "ESPAÑOL"
        },
        {
            "id": 23,
            "title": "Los juegos del hambre",
            "authors": "Suzanne Collins",
            "price": 6.9,
            "description": "For use in schools and libraries only. In a future North America, where the rulers of Panem maintain control through a televised survival competition pitting young people against one another, sixteen-year-old Katniss's skills are put to the test when she voluntarily takes her younger sister's place.",
            "rating": 5,
            "image": "https://books.google.com/books/publisher/content/images/frontcover/8FjODwAAQBAJ?fife=w240-h480",
            "flag": "on-sale",
            "currency": "USD",
            "ratingCount": 2,
            "genre": ["Juvenile Fiction"],
            "language": "ESPAÑOL"
        },
        {
            "id": 24,
            "title": "En llamas",
            "authors": "Suzanne Collins",
            "price": 22.38,
            "description": "Katniss Everdeen ha sobrevivido a Los juegos del hambre. Pero el Capitolio quiere venganza. Contra todo pronóstico, Katniss Everdeen y Peeta Mellark siguen vivos. Aunque Katniss debería sentirse aliviada, se rumorea que existe una rebelión contra el Capitolio, una rebelión que puede que Katniss y Peeta hayan ayudado a inspirar. La nación les observa y hay mucho en juego. Un movimiento en falso y las consecuencias serán inimaginables.",
            "rating": 3,
            "image": "https://books.google.com/books/publisher/content/images/frontcover/N13ODwAAQBAJ?fife=w240-h480",
            "flag": "new",
            "currency": "USD",
            "ratingCount": 5,
            "genre": ["Literary Criticism"],
            "language": "ESPAÑOL"
        },
        {
            "id": 25,
            "title": "Juego de tronos",
            "authors": "George R.R. Martin",
            "price": 21.99,
            "description": "<p>En el legendario mundo de los Siete Reinos, lord Stark y su familia se encuentran en el centro de un conflicto que desatará todas las pasiones y la más mortal de las batallas...</p> <p><b><i>Juego de tronos</i> es el primer volumen de Canción de hielo y fuego, la monumental saga de fantasía épica del escritor George R. R. Martin que ha vendido más de 20 millones de ejemplares en todo el mundo. </b></p> <p><b>De la saga que inspiró la filmación de la aclamada serie televisiva de HBO: <i>Game of Thrones.</i></b></p> <p>En el legendario mundo de los <b>Siete Reinos</b>, donde el verano puede durar décadas y el invierno toda una vida, y donde rastros de una magia inmemorial surgen en los rincones más sombríos, la tierra del norte, Invernalia, está resguardada por un colosal muro de hielo que detiene a fuerzas oscuras y sobrenaturales.</p> <p>En este majestuoso escenario, lord <b>Stark</b> y su familia se encuentran en el centro de un conflicto que desatará todas las pasiones: la traición y la lealtad, la compasión y la sed de venganza, el amor y el poder, la lujuria y el incesto, todo ello para ganar la más mortal de las batallas: el trono de hierro, una poderosa trampa que atrapará a los personajes... y al lector.</p>",
            "rating": 5,
            "image": "https://books.google.com/books/publisher/content/images/frontcover/vNocAwAAQBAJ?fife=w240-h480",
            "flag": "new",
            "currency": "USD",
            "ratingCount": 9,
            "genre": ["Fiction"],
            "language": "ESPAÑOL"
        },
        {
            "id": 27,
            "title": "Los huesos del escriba (Alcatraz contra los Bibliotecarios Malvados 2)",
            "authors": "Brandon Sanderson",
            "price": 596.74,
            "description": "<p><b><i>Los huesos del escriba</i> es la segunda aventura de «Alcatraz contra los Bibliotecarios Malvados», la serie de fantasía juvenil apta para todos los públicos más divertida y original.</b></p> <p><i>El abuelo Smedry está en problemas. ¡Alcatraz al rescate!</i></p> <p>En su segunda escaramuza contra los Bibliotecarios Malvados que rigen el mundo, Alcatraz y su singular pandilla de luchadores siguen las huellas del abuelo Smedry hasta la antigua y misteriosa Biblioteca de Alejandría.</p> <p>Los habitantes de las Tierras Silenciosas -las regiones controladas por los Bibliotecarios, como Canadá, Europa y Estados Unidos-, creen que la biblioteca fue destruida hace tiempo. Pero los habitantes los Reinos Libres conocen la verdad: la Biblioteca de Alejandría todavía existe y es uno de los lugares más peligrosos del planeta. Es el lugar en que habitan unos de los Bibliotecarios más temibles, los Conservadores, una secta de muertos vivientes que se alimentan de almas.</p> <p></p> <p><b>¿Lograrán Alcatraz y sus amigos rescatar al abuelo Smedry y salir de allí con vida?</b></p> <p><b>Reseña</b>:<br>«Brandon Sanderson es una leyenda.»<br>Alexelcapo, @EvilAFM</p>",
            "rating": 4,
            "image": "https://books.google.com/books/publisher/content/images/frontcover/M3LIDAAAQBAJ?fife=w240-h480",
            "flag": "new",
            "currency": "ARS",
            "ratingCount": 3,
            "genre": ["Young Adult Fiction"],
            "language": "ESPAÑOL"
        },
        {
            "id": 28,
            "title": "Las lentes fragmentadas (Alcatraz contra los Bibliotecarios Malvados 4)",
            "authors": "Brandon Sanderson",
            "price": 491.46,
            "description": "<p><i><b>Las lentes fragmentadas </b></i><b>es la cuarta y trepidante aventura de «Alcatraz contra los Bibliotecarios Malvados», la serie de aventuras fantásticas juvenil apta para todos los públicos más divertida y original.</b></p> <p><b>¿Podrá Alcatraz salvar una ciudad sitiada?</b></p> <p>Si la isla de Mokia cae, también podrían caer el resto de los Reinos Libres. Y entonces todo el mundo estaría bajo el dominio de los Bibliotecarios Malvados. ¿Logrará Alcatraz salvarlos a todos una vez más?</p> <p>Armado con apenas un par de gafas, un pequeño arsenal de ositos de peluche explosivos y su increíble talento para romper cosas, <b>Alcatraz está listo para intentarlo</b>. Lo único que tiene que hacer es vencer a un ejército de robots gigantes, un grupo no muy numeroso pero muy malvado de Bibliotecarios y, lo que es peor, a su propia madre.</p> <p><b>Reseñas:</b><br>«Brandon Sanderson es una leyenda.»<br>Alexelcapo, @EvilAFM</p>",
            "rating": 4,
            "image": "https://books.google.com/books/publisher/content/images/frontcover/-v22DQAAQBAJ?fife=w240-h480",
            "flag": "on-sale",
            "currency": "ARS",
            "ratingCount": 6,
            "genre": ["Young Adult Fiction"],
            "language": "ESPAÑOL"
        },
        {
            "id": 29,
            "title": "Alcatraz vs. the Evil Librarians",
            "authors": "Brandon Sanderson",
            "price": 22.04,
            "description": "<p><b>Experience the action-packed first book in #1 <i>New York Times</i> bestselling author Brandon Sanderson's laugh-out-loud middle-grade fantasy series like never before</b>—<b>now in paperback with all new covers!</b><br><br><b>AN ANCIENT RIVALRY REAWAKENS.</b><br><br><b><i>Everything I'd known about the world was a lie.</i></b><br><br>On my thirteenth birthday, I, Alcatraz Smedry (<i>yes, I got named after a prison, don’t ask</i>) received my inheritance: <b>a bag of sand</b>. And then I accidentally destroyed my foster parents’ kitchen. It’s not my fault, things just break around me, I <i>swear</i>!<br><br>I thought the sand was a joke until evil Librarians came to steal it. You’re probably thinking, “Librarians are nice people who recommend good books,” but that’s just what they want you to think! It turns out they’re actually a secret cult keeping the truth from you—a hidden world filled with magical eyeglasses, talking dinosaurs, and knights with crystal swords!<br><br>Or so my Grandpa Smedry claimed when he suddenly showed up to rescue me. So now I have to go with him to invade the local library and get that sand back, before it's used to conquer the world. And Grandpa says how I keep breaking things is actually an amazing talent. There’s no way that can all be true, right?<br><br><b>Will I ever make it back home alive?</b><br><br>\"An excellent choice to read aloud to the whole family. Funny, exciting, and briskly paced.\" —NPR<br><br>At the Publisher's request, this title is being sold without Digital Rights Management Software (DRM) applied.</p>",
            "rating": 4,
            "image": "https://books.google.com/books/publisher/content/images/frontcover/njs6CQAAQBAJ?fife=w240-h480",
            "flag": "new",
            "currency": "USD",
            "ratingCount": 6,
            "genre": ["Juvenile Fiction"],
            "language": "ENGLISH"
        },
        {
            "id": 30,
            "title": "The Dark Talent",
            "authors": "Brandon Sanderson",
            "price": 29.89,
            "description": "<p><i>The Dark Talent </i>is the fifth action-packed fantasy adventure in the Alcatraz vs. the Evil Librarians series for young readers by the #1 <i>New York Times</i> bestselling author Brandon Sanderson. This never-before-published, fast-paced, and funny novel is now available in a deluxe hardcover edition, illustrated by Hayley Lazo.<br><br>Alcatraz Smedry has successfully defeated the army of Evil Librarians and saved the kingdom of Mokia. Too bad he managed to break the Smedry Talents in the process. Even worse, his father is trying to enact a scheme that could ruin the world, and his friend, Bastille, is in a coma. To revive her, Alcatraz must infiltrate the Highbrary--known as The Library of Congress to Hushlanders--the seat of Evil Librarian power. Without his Talent to draw upon, can Alcatraz figure out a way to save Bastille and defeat the Evil Librarians once and for all?<br><br>“Like Lemony Snicket and superhero comics rolled into one.” —<i>Publishers Weekly</i>, starred review<br><br>At the Publisher's request, this title is being sold without Digital Rights Management Software (DRM) applied.</p>",
            "rating": 3,
            "image": "https://books.google.com/books/publisher/content/images/frontcover/TOeUCgAAQBAJ?fife=w240-h480",
            "flag": "new",
            "currency": "USD",
            "ratingCount": 1,
            "genre": ["Juvenile Fiction"],
            "language": "ENGLISH"
        },
        {
            "id": 31,
            "title": "The Knights of Crystallia",
            "authors": "Brandon Sanderson",
            "price": 22.38,
            "description": "<p><b>Now in paperback for the first time, featuring all new covers, the Alcatraz vs. the Evil Librarians middle-grade series from #1 <i>New York Times</i> bestselling author Brandon Sanderson.</b><br><br> <b><i>I am awesome!</i></b><br><br>So I told you how Grandpa Smedry showed up at my house and said “Alcatraz, come with me to save the world!” (That totally happened. You read the first two books, right?) Well, this is the book where you find out how awesome I really am! I finally make it to the Free Kingdoms—lands outside of evil Librarian control (like where you live)—and there’s a bunch of castles! And dragons! And a giant crystal mushroom where knights hang out! And a huge pig butt you can ride in! (Okay, that’s exactly as not-cool as it sounds.) Plus everyone loves me there because I’m a celebrity! (Don’t worry, I won’t let that go to my head.)<br><br>Anyway, some bigwigs from the evil Librarians are in town trying to negotiate a peace treaty—and I don’t believe for a second that they actually mean it. I hope I can convince the Council of Kings it’s a terrible idea. Also, Bastille is in big trouble with the Knights of Crystallia because I broke her magic sword (whoops), but if I explain what happened they’ll let her be a full knight again, right? They’d better, or I might break something else important! (Err, knowing me, that’s bound to happen anyway...)<br><br>\"Beneath the wild humor, there are surprisingly subtle messages about responsibility and courage.\" - <i>School Library Journal </i><br><br>At the Publisher's request, this title is being sold without Digital Rights Management Software (DRM) applied.</p>",
            "rating": 4,
            "image": "https://books.google.com/books/publisher/content/images/frontcover/VDs6CQAAQBAJ?fife=w240-h480",
            "flag": "new",
            "currency": "USD",
            "ratingCount": 7,
            "genre": ["Juvenile Fiction"],
            "language": "ENGLISH"
        },
        {
            "id": 32,
            "title": "The Shattered Lens",
            "authors": "Brandon Sanderson",
            "price": 43.11,
            "description": "<p><i>The Shattered Lens</i> is the fourth action-packed fantasy adventure in the Alcatraz vs. the Evil Librarians series for young readers by the #1 <i>New York Times</i> bestselling author Brandon Sanderson. These fast-paced and funny novels are now available in deluxe hardcover editions illustrated by Hayley Lazo.<br><br>Alcatraz Smedry is up against a whole army of Evil Librarians with only his friend Bastille, a few pairs of glasses, and an unlimited supply of exploding teddy bears to help him. This time, even Alcatraz's extraordinary talent for breaking things may not be enough to defeat the army of Evil Librarians and their giant librarian robots.<br><br>“An excellent choice to read aloud to the whole family. It's funny, exciting, and briskly paced.” —Nancy Pearl on <i>NPR'S Morning Edition</i><br><br>At the Publisher's request, this title is being sold without Digital Rights Management Software (DRM) applied.</p>",
            "rating": 4,
            "image": "https://books.google.com/books/publisher/content/images/frontcover/oTw6CQAAQBAJ?fife=w240-h480",
            "flag": "new",
            "currency": "USD",
            "ratingCount": 4,
            "genre": ["Young Adult Fiction"],
            "language": "ENGLISH"
        },
        {
            "id": 33,
            "title": "La fortaleza digital",
            "authors": "Dan Brown",
            "price": 1399.71,
            "description": "<p>&¿Puede existir un c&ódigo indescifrable? En un mundo en el que la informaci&ón es el poder, una simple palabra se convierte en el arma m&ás devastadora que pueda imaginarse.</p> <p>Susan Fletcher no puede dar cr&édito a sus o&ídos cuando su jefe, el subdirector de la Agencia de Seguridad Nacional, le informa de que han encontrado un c&ódigo que ni siquiera la mayor supercomputadora conocida puede descifrar. La &única pista para romper ese c&ódigo parece estar en el cad&áver de un hombre fallecido en Espa&ña, donde ha sido enviado David, el prometido de Susan. Mientras David intenta hallar la clave y sobrevivir a la persecuci&ón de un met&ódico e implacable asesino en las calles de Sevilla, Susan se enfrentar&á a su propio drama en las desoladas instalaciones de m&áxima seguridad de la Agencia, durante una larga noche en la que la mentira y el asesinato acechan tras cada puerta.</p> <p>El autor de El c&ódigo Da Vinci teje otra apasionante historia de claves secretas, mensajes ocultos, enga&ños y cr&ímenes. Un fascinante recorrido por los secretos mejor guardados de los servicios secretos norteamericanos.</p>",
            "rating": 4,
            "image": "https://books.google.com/books/publisher/content/images/frontcover/Q5IrDwAAQBAJ?fife=w240-h480",
            "flag": "on-sale",
            "currency": "ARS",
            "ratingCount": 8,
            "genre": ["Fiction"],
            "language": "ESPAÑOL"
        },
        {
            "id": 34,
            "title": "La conspiración",
            "authors": "Dan Brown",
            "price": 27.57,
            "description": "En los hielos eternos del Artico duerme el mas fascinante descubrimiento de la historia de la humanidad--y tambien un intrigante juego de mentiras y enganos. La analista de inteligencia Rachel Sexton y el oceanografo Michael Tolland forman parte del equipo de expertos enviados por la Casa Blanca al Artico remoto, con la mision de autentificar el fabuloso hallazgo que ha realizado la NASA. Un descubrimiento que cambiara el curso de la historia y, de paso, asegurara al presidente su reeleccion. Sin embargo, una vez alli descubren indicios de que se enfrentan a un fraude cientifico de proporciones gigantescas. Aislados en el entorno mas hostil del planeta, perseguidos por unos implacables asesinos equipados con los ultimos adelantos tecnologicos, lucharan por salvarse la vida y averiguar la verdad. Mientras tanto, en los pasillos de Washington se libra otra oscura batalla, un juego de traiciones y mentiras donde nadie es lo que parece.--Desde la descripcion de la editorial.",
            "rating": 3.5,
            "image": "https://books.google.com/books/content/images/frontcover/9zhToKTiY-oC?fife=w240-h480",
            "flag": "new",
            "currency": "USD",
            "ratingCount": 5,
            "genre": ["Fiction"],
            "language": "ENGLISH"
        },
        {
            "id": 35,
            "title": "El símbolo perdido",
            "authors": "Dan Brown",
            "price": 22.34,
            "description": "Atrapado entre las exigencias de una mente perturbada y la investigación oficial, Langdon se ve inmerso en un mundo clandestino de secretos masónicos, historia oculta y escenarios nunca antes vistos, que parecen arrastrarlo hacia una sencilla pero inconcebible verdad.",
            "rating": 3.5,
            "image": "https://books.google.com/books/content/images/frontcover/B-ol7IgEV8kC?fife=w240-h480",
            "flag": "new",
            "currency": "USD",
            "ratingCount": 10,
            "genre": ["Fiction"],
            "language": "ENGLISH"
        },
        {
            "id": 36,
            "title": "Origen",
            "authors": "Dan Brown",
            "price": 437.02,
            "description": "Robert Langdon, profesor de simbología e iconografía religiosa de la universidad de Harvard, acude al Museo Guggenheim Bilbao para asistir a un trascendental anuncio que «cambiará la faz de la ciencia para siempre». El anfitrión de la velada es Edmond Kirsch, un joven multimillonario cuyos visionarios inventos tecnológicos y audaces predicciones lo han convertido en una figura de renombre mundial. Kirsch, uno de los alumnos más brillantes de Langdon años atrás, se dispone a revelar un extraordinario descubrimiento que dará respuesta a las dos preguntas que han obsesionado a la humanidad desde el principio de los tiempos. Al poco tiempo de comenzar la presentación, meticulosamente orquestada por Edmond Kirsch y la directora del museo Ambra Vidal, estalla el caos para asombro de cientos de invitados y millones de espectadores en todo el mundo. Ante la inminente amenaza de que el valioso hallazgo se pierda para siempre, Langdon y Ambra deben huir desesperadamente a Barcelona e iniciar una carrera contrarreloj para localizar la críptica contraseña que les dará acceso al revolucionario secreto de Kirsch. Perseguidos por un atormentado y peligroso enemigo, Langdon y Ambra descubrirán los episodios más oscuros de la Historia y del extremismo religioso. Siguiendo un rastro de pistas compuesto por obras de arte moderno y enigmáticos símbolos, tendrán pocas horas para intentar desvelar la fascinante investigación de Kirsch... y su sobrecogedora revelación sobre el origen y el destino de la Humanidad.",
            "rating": 4,
            "image": "https://books.google.com/books/publisher/content/images/frontcover/YYcpDwAAQBAJ?fife=w240-h480",
            "flag": "on-sale",
            "currency": "ARS",
            "ratingCount": 4,
            "genre": ["Fiction"],
            "language": "ENGLISH"
        },
        {
            "id": 37,
            "title": "Inferno",
            "authors": "Dan Brown",
            "price": 22.34,
            "description": "El profesor de simbología Robert Langdon se despierta en un hospital en mitad de la noche, desorientado y con una herida en la cabeza. No recuerda nada de las últimas treinta y seis horas. Ni cómo ha llegado hasta allí, ni el origen del macabro objeto que los médicos descubren entre sus pertenencias.",
            "rating": 3,
            "image": "https://books.google.com/books/content/images/frontcover/fYPyHRZeX1UC?fife=w240-h480",
            "flag": "new",
            "currency": "USD",
            "ratingCount": 10,
            "genre": ["Fiction"],
            "language": "ENGLISH"
        },
        {
            "id": 40,
            "title": "Cuentos de Horror Contados para Niños",
            "authors": "Howard Phillips Lovecraft",
            "price": 25.53,
            "description": "These stories by the master of horror, H.P. Lovecraft, have been adapted for reading by fearless kids.<br> <br> <i>Del maestro del terror, cuentos adaptados para niños que no tengan miedo.</i>",
            "rating": 4.5,
            "image": "https://books.google.com/books/publisher/content/images/frontcover/vzrZDgAAQBAJ?fife=w240-h480",
            "flag": "on-sale",
            "currency": "USD",
            "ratingCount": 5,
            "genre": ["Juvenile Fiction"],
            "language": "ENGLISH"
        },
        {
            "id": 41,
            "title": "Martín Fierro",
            "authors": "José Hernández",
            "price": 12.88,
            "description": "El Martín Fierro, escrito por el poeta argentino José Hernández, es considerado la obra cumbre del género gauchesco, que cuenta con autores como Bartolomé Hidalgo, Hilario Ascasubi y Estanislao del Campo. Originalmente fue publicado en dos partes -la primera, &quot;El Gaucho Martín Fierro&quot;, en 1872; y la segunda, &quot;La Vuelta de Martín Fierro&quot;, en 1879-. La primera parte se puede interpretar como una denuncia al sistema político y social argentino, y la despiadada persecución a los gauchos por el &quot;poder&quot;. Fierro es un hombre honesto arrancado de su casa, su familia y su vida, que es enviado a la frontera para pelear en batallas que no son suyas. Sus aventuras, que incluyen su deserción del ejército, el regreso al hogar (para ver que no queda nada ni nadie), su conversión en casi un delincuente y, al final, su exilio, son valiosos testimonios de experiencias atroces. La segunda parte del texto, en cambio, nos presenta una clara respuesta al problema de los gauchos en la sociedad argentina. Poema nacional, retrato de la dura vida en los inicios de una Patria aún salvaje, el Martín Fierro encarna gran parte del pensamiento contemporáneo de los argentinos, así como los pesares que, desde entonces, no han dejado de abatirse sobre la rica historia del país de las solitarias pampas.",
            "rating": 3,
            "image": "https://books.google.com/books/publisher/content/images/frontcover/uGLXCgAAQBAJ?fife=w240-h480",
            "flag": "new",
            "currency": "USD",
            "ratingCount": 9,
            "genre": ["Fiction"],
            "language": "ESPAÑOL"
        },
        {
            "id": 42,
            "title": "Las luces de la muerte",
            "authors": "Pablo Villarubia Mauso",
            "price": 53.79,
            "description": "En este libro, entre otras muchas cosas, encontrará: - Las extrañas luces vampiro de la Amazonia - El caso del campesino cuya carne se desintegró - Extrañas mutilaciones humanas en Brasil - Dieron su vida en honor de los extraterrestres - Noches de terror en la isla de los Cangrejos - El enigma de las máscaras de plomo - Rivalino Mafra: Crónica de una desaparición",
            "rating": 3,
            "image": "https://books.google.com/books/content/images/frontcover/eJjGZjrGHicC?fife=w240-h480",
            "flag": "on-sale",
            "currency": "USD",
            "ratingCount": 2,
            "genre": ["Thriller"],
            "language": "ENGLISH"
        },
        {
            "id": 43,
            "title": "¿Qué hay después de la muerte?",
            "authors": "Emanuel Swedenborg",
            "price": 13.85,
            "description": "Cuando el cuerpo ya no puede seguir desempeñandosus funciones en el mundo físico acontece lo queconocemosomo la muerte. Pero, según Emmanuel wedenborg, el vidente más famoso de la historia,tras la muerte, la personaeal sigue viva en ls mundos espirituales. En el presente libro, un ocumento único en su género, Swedenborgescrib con gran lujo de detalles lo que le ocurre al ama después de la muerte. Swedenborg es autorde varios títulos acerca de lo que actualmente s conoce como experiencias extracorporales;u prticular visión del universo, muy adelantada par su época, es muy similar a la de la Física Cuánica del siglo XX.",
            "rating": 3.5,
            "image": "https://books.google.com/books/publisher/content/images/frontcover/HjBEDwAAQBAJ?fife=w240-h480",
            "flag": "on-sale",
            "currency": "USD",
            "ratingCount": 2,
            "genre": ["Body, Mind & Spirit"],
            "language": "ENGLISH"
        },
        {
            "id": 44,
            "title": "Escuadrón / Skyward",
            "authors": "Brandon Sanderson",
            "price": 1087.67,
            "description": "El mundo de Spensa lleva dčadas bajo un ataque continuo. Los pilotos son los hřoes de lo que queda de la raza humana, y pilotar un caza siempre ha sido el sueǫ de Spensa. Desde nią se ha imaginado elevǹdose hacia el cielo y demostrando su valenta̕. Pero su destino est ̀entremezclado con el de su padre, un piloto al que derribaron, anulando as ̕cualquier posibilidad de que Spensa accediera a la escuela de vuelo. Nadie dejar ̀que Spensa olvide lo que hizo su padre; sin embargo, el destino funciona de formas misteriosas. Tal vez la escuela de vuelo est ̌casi fuera de su alcance, pero ella est ̀decidida a volar. Y un descubrimiento casual en una caverna perdida podra̕ proporcionarle un modo de reclamar las estrellas.",
            "rating": 4,
            "image": "https://books.google.com/books/publisher/content/images/frontcover/1TptDwAAQBAJ?fife=w240-h480",
            "flag": "on-sale",
            "currency": "ARS",
            "ratingCount": 7,
            "genre": ["Fiction"],
            "language": "ENGLISH"
        },
        {
            "id": 45,
            "title": "Arcanun Ilimitado/ Arcanum Unbounded",
            "authors": "Brandon Sanderson",
            "price": 499.27,
            "description": "<b>La esperada antología de relatos y novelas cortas del Cosmere, el universo que Brandon Sanderson convertirá en la saga fantástica más extensa e impresionante jamás escrita.</b> <p> Brandon Sanderson crea mundos, y esos mundos están conectados. Su universo se expande por las sagas El Archivo de las Tormentas y Nacidos de la Bruma (Mistborn), también por obras como Elantris, construyendo una constelación de reinos llamado Cosmere. <p> Ahora este espectacular volumen recopila, por primera vez, nueve relatos y novelas cortas representativos de cada uno de esos mundos, con sus distintos sistemas de magia. La colección del Cosmere abarca los límites conocidos del universo de Sanderson -incluida una novela corta inédita de El Archivo de las Tormentas, Bailarina del Filo-, así como ilustraciones, notas... y secretos. <p>Brandon Sanderson nos lleva a seis mundos a través de nueve fascinantes textos: - Sel (La esperanza de Elantris y El alma del emperador), - Scadrial (El undécimo metal, El alomántico Jak y los pozos de Eltania, capítulos 28 a 30, y Nacidos de la Bruma: Historia oculta), - Taldain (Arena blanca), - Threnody (Sombras para el silencio en los bosques del infierno), - Primero del Sol (Sexto del ocaso), - Roshar (Bailarina del Filo). <p> Un viaje único por el cosmos de un autor mítico para sus más de nueve millones de lectores en todo el mundo. Reseñas: «El Tolkien del siglo XXI.»El Mundo «Un escritor brillante.»Patrick Rothfuss «Es raro que un autor de ficción comprenda tan bien cómo funciona el liderazgo y cómo el amor echa raíces en el corazón humano. Sanderson es sorprendentemente sabio.»Orson Scott Card <p><b>ENGLISH DESCRIPTION</b> <p>An all-new Stormlight Archive novella, Edgedancer, will be the crown jewel of Arcanum Unbounded: The Cosmere Collection, the first book of short fiction by #1 New York Times bestselling author Brandon Sanderson. <p>The collection will include nine works in all. The first eight are: <p><i>The Hope of Elantris (Elantris) <p>The Eleventh Metal (Mistborn) <p>The Emperor's Soul (Elantris) <p>Allomancer Jak and the Pits of Eltania, Episodes 28 through 30 (Mistborn) <p>White Sand (excerpt; Taldain) <p>Shadows for Silence in the Forests of Hell (Threnody) <p>Sixth of the Dusk (First of the Sun) <p>Mistborn: Secret History (Mistborn) <p>These wonderful works, originally published on Tor.com and elsewhere individually, convey the expanse of the Cosmere and tell exciting tales of adventure Sanderson fans have come to expect, including the Hugo Award-winning novella, The Emperor's Soul and an excerpt from the graphic novel White Sand. <p><i>Arcanum Unbounded</i> will also contain the 120-page Stormlight Archive novella Edgedancer, which will appear in this book for the first time anywhere. It is a story of Lift, taking place between Words of Radiance and the forthcoming Oathbringer. <p>Finally, this collection includes essays and illustrations for the various planetary systems in which the stories are set.</i>",
            "rating": 5,
            "image": "https://books.google.com/books/publisher/content/images/frontcover/MYM2DwAAQBAJ?fife=w240-h480",
            "flag": "on-sale",
            "currency": "ARS",
            "ratingCount": 7,
            "genre": ["Fiction"],
            "language": "ENGLISH"
        },
        {
            "id": 47,
            "title": "El Aliento de Los Dioses / Warbreaker",
            "authors": "Brandon Sanderson",
            "price": 40.74,
            "description": "En WARBREAKER, el sistema de magia nica se basa en el \"aliento\" (breath), que los de Idrian tambi n llaman el \"alma\". Cada ser humano nace con un \"aliento\". Uno se puede desprender de su \"aliento\" y a n as seguir viviendo, aunque parecer a los dem s como un poco m s gris (menos vivo y menos capaz de percibir las cosas que suceden a su alrededor). En este caso, se les llama \"Drabs\". En Idrian se tiene l stima por esos \"drabs\" y se considera monstruoso aceptar el aliento de otros. En Hallandren el \"aliento\" se considera incluso como una mercanc a con la que comerciar ya que disponen de ella incluso los humanos m s pobres. Una persona que tiene cincuenta o m s \"alientos\" puede hacer magia con ese poder, incluyendo Despertares (Awakenings) que consiste en dar vida con forma humana a materia org nica y ese nuevo ser \"despertado\" hace lo que el \"despertador\" quiere que haga. Para ello, se deben conocer las palabras correctas y decirlas con claridad. El \"despertador\" puede tomar (recuperar) el \"aliento\" de la cosa creada, s lo cuando sta ha cumplido su misi n. <p><b>ENGLISH DESCRIPTION</b> <p>This is the story of two sisters, the God King one of them must marry, the lesser god who doesn't like his job, and the immortal who's still trying to undo the mistakes of eons past. Their world is one in which those who die in glory return as gods to live confined to a pantheon in Hallandren's capital city.",
            "rating": 5,
            "image": "https://books.google.com/books/publisher/content/images/frontcover/y584AwAAQBAJ?fife=w240-h480",
            "flag": "on-sale",
            "currency": "USD",
            "ratingCount": 5,
            "genre": ["Fiction"],
            "language": "ENGLISH"
        },
        {
            "id": 68,
            "title": "El temor de un hombre sabio (Crónica del asesino de reyes 2)",
            "authors": "Patrick Rothfuss",
            "price": 723.47,
            "description": "<p><b>Llega </b><i><b>El temor de un hombre sabio</b></i><b>, la esperada continuación de la historia de Kvothe y </b><i><b>El nombre del viento</b></i><b>.</b></p> <p><i>«Todo hombre sabio teme tres cosas: la tormenta en el mar, la noche sin luna y la ira de un hombre amable».</i></p> <p>El hombre había desaparecido. El mito no. Músico, mendigo, ladrón, estudiante, mago, trotamundos, héroe y asesino, Kvothe había borrado su rastro. Y ni siquiera ahora que le han encontrado, ni siquiera ahora que las tinieblas invaden los rincones del mundo, está dispuesto a regresar. Pero su historia prosigue, la aventura continúa, y Kvothe seguirá contándola para revelar la verdad tras la leyenda.</p> <p><b>«Me llamo Kvothe. Quizá hayas oído hablar de mí...»</b></p> <p><b>La crítica ha dicho...</b><br>«La nueva promesa de la literatura fantástica».<br><i>Qué leer</i></p> <p>«El Tolkien estadounidense».<br>Juan Gómez-Jurado, <i>ABC</i></p>",
            "rating": 4.5,
            "image": "https://books.google.com/books/content/images/frontcover/2euKXB-3_aoC?fife=w240-h480",
            "flag": "new",
            "currency": "ARS",
            "ratingCount": 2,
            "genre": ["Fiction"],
            "language": "ENGLISH"
        },
        {
            "id": 69,
            "title": "Iron Gold",
            "authors": "Pierce Brown",
            "price": 803.63,
            "description": "<b><i>NEW YORK TIMES </i>BESTSELLER - In the epic next chapter of the Red Rising Saga, the #1 bestselling author of <i>Morning Star </i>pushes the boundaries of one of the boldest series in fiction.</b> <p><b>\"Mature science fiction existing within the frame of blazing space opera . . . done in a style [that] borders on Shakespearean.\"--NPR (One of the Best Books of the Year)</b> <p> <i>They call him father, liberator, warlord, Slave King, Reaper. But he feels a boy as he falls toward the war-torn planet, his armor red, his army vast, his heart heavy.</i> <i>It is the tenth year of war and the thirty-third of his life.</i> <p> A decade ago Darrow was the hero of the revolution he believed would break the chains of the Society. But the Rising has shattered everything: Instead of peace and freedom, it has brought endless war. Now he must risk all he has fought for on one last desperate mission. Darrow still believes he can save everyone, but can he save himself? <p> And throughout the worlds, other destinies entwine with Darrow's to change his fate forever: <p> A young Red girl flees tragedy in her refugee camp, and achieves for herself a new life she could never have imagined. <p> An ex-soldier broken by grief is forced to steal the most valuable thing in the galaxy--or pay with his life. <p> And Lysander au Lune, the heir in exile to the Sovereign, wanders the stars with his mentor, Cassius, haunted by the loss of the world that Darrow transformed, and dreaming of what will rise from its ashes. <p> <i>Red Rising</i> was the story of the end of one universe. <i>Iron Gold</i> is the story of the creation of a new one. Witness the beginning of a stunning new saga of tragedy and triumph from masterly <i>New York Times</i> bestselling author Pierce Brown. <p><b>Don't miss any of Pierce Brown's Red Rising Saga: </b><br><b>RED RISING - GOLDEN SON - MORNING STAR - IRON GOLD - DARK AGE</b>",
            "rating": 3.5,
            "image": "https://books.google.com/books/publisher/content/images/frontcover/UMqXDQAAQBAJ?fife=w240-h480",
            "flag": "new",
            "currency": "ARS",
            "ratingCount": 9,
            "genre": ["Juvenile Fiction"],
            "language": "ENGLISH"
        },
        {
            "id": 70,
            "title": "Amanecer rojo",
            "authors": "Pierce Brown",
            "price": 492.55,
            "description": "<p>Estrategia. Fuerza. Amor. Traición.</p> <p>Ideas como libertad o igualdad murieron junto con la Tierra. Ahora, en Marte, el equilibrio se sustenta en un férreo sistema de castas representadas por colores. Para acceder a la élite de los gobernantes, los dorados deben ganarse su puesto en una contienda implacable. Pero Darrow no es un dorado. Es un rojo, forjado en las entrañas del infierno. Afilado por el odio. Fortalecido por el amor. Para sobrevivir, debe ocultar su verdad. Sin olvidar que cada muerte, cada paso de la contienda, es por la libertad. Y con una idea fija en la mente: no convertirse en uno de ellos, pase lo que pase.</p> <p>En un mundo de oscuridad, un rojo amanecerá dorado.</p>",
            "rating": 3,
            "image": "https://books.google.com/books/publisher/content/images/frontcover/NUTODwAAQBAJ?fife=w240-h480",
            "flag": "new",
            "currency": "ARS",
            "ratingCount": 9,
            "genre": ["Juvenile Fiction"],
            "language": "ENGLISH"
        },
        {
            "id": 71,
            "title": "Golden Son",
            "authors": "Pierce Brown",
            "price": 529.93,
            "description": "<b><i>NEW YORK TIMES </i>BESTSELLER •<i> Red Rising</i> hit the ground running and wasted no time becoming a sensation. <i>Golden Son </i>continues the stunning saga of Darrow, a rebel forged by tragedy, battling to lead his oppressed people to freedom.</b><br><br><b>NAMED ONE OF THE BEST BOOKS OF THE YEAR BY NPR, <i>BUZZFEED,</i> AND <i>BOOKLIST </i><b>• “Gripping . . . On virtually every level, this is a sequel that hates sequels—a perfect fit for a hero who already defies the tropes. [Grade:] A”—<i>Entertainment Weekly</i></b></b><br><br>As a Red, Darrow grew up working the mines deep beneath the surface of Mars, enduring backbreaking labor while dreaming of the better future he was building for his descendants. But the Society he faithfully served was built on lies. Darrow’s kind have been betrayed and denied by their elitist masters, the Golds—and their only path to liberation is revolution. And so Darrow sacrifices himself in the name of the greater good for which Eo, his true love and inspiration, laid down her own life. He becomes a Gold, infiltrating their privileged realm so that he can destroy it from within.<br>  <br> A lamb among wolves in a cruel world, Darrow finds friendship, respect, and even love—but also the wrath of powerful rivals. To wage and win the war that will change humankind’s destiny, Darrow must confront the treachery arrayed against him, overcome his all-too-human desire for retribution—and strive not for violent revolt but a hopeful rebirth. Though the road ahead is fraught with danger and deceit, Darrow must choose to follow Eo’s principles of love and justice to free his people.<br>  <br> He must live for more.<br><br><b>Praise for <i>Golden Son</i></b><br> <b><i> </i></b><br>“Stirring . . . Comparisons to <i>The Hunger Games </i>and<i> Game of Thrones</i> series are inevitable, for this tale has elements of both.”<b><i>—Kirkus Reviews</i></b><br><br>“Brown writes layered, flawed characters . . . but plot is his most breathtaking strength. . . . Every action seems to flow into the next.”<b>—NPR</b><br><br><b>Don’t miss any of Pierce Brown’s Red Rising Saga:</b><br><b>RED RISING • GOLDEN SON • MORNING STAR • IRON GOLD • DARK AGE</b>",
            "rating": 4.5,
            "image": "https://books.google.com/books/publisher/content/images/frontcover/TxNxCwAAQBAJ?fife=w240-h480",
            "flag": "on-sale",
            "currency": "ARS",
            "ratingCount": 5,
            "genre": ["Juvenile Fiction"],
            "language": "ENGLISH"
        },
        {
            "id": 72,
            "title": "Oro y ceniza",
            "authors": "Pierce Brown",
            "price": 39.4,
            "description": "Darrow nació esclavo. Pero se convirtió en un arma. Acabó con siglos de gobierno dorado y se convirtió en el héroe de una república nueva y poderosa. Ahora deberá arriesgar todo por lo que ha luchado en una última misión desesperada. Pero nuevos destinos se entrelazarán con el suyo. <br>Una joven roja huye de la tragedia de un campo de refugiados y logra una nueva vida que ni siquiera habría sido capaz de imaginar. Un exsoldado se ve obligado a robar lo más preciado del universo... o a pagarlo con su vida. Y Lisandro au Lune, el heredero en el exilio de la soberana, merodea por las estrellas, obsesionado por la pérdida del mundo que Darrow ha transformado y soñando con el que brotará de sus cenizas. <br> <b> LOS ROJOS HAN ASCENDIDO. <br>LA SOCIEDAD HA CAÍDO.</b>",
            "rating": 3,
            "image": "https://books.google.com/books/publisher/content/images/frontcover/zUPODwAAQBAJ?fife=w240-h480",
            "flag": "new",
            "currency": "USD",
            "ratingCount": 4,
            "genre": ["Juvenile Fiction"],
            "language": "ENGLISH"
        },
        {
            "id": 73,
            "title": "Edad oscura",
            "authors": "Pierce Brown",
            "price": 20.58,
            "description": "HÉROE TRAIDOR VILLANO Hace diez años, Darrow encabezó una revolución que creó un nuevo mundo. Hoy disputa una guerra sin cuartel en Mercurio con la esperanza de salvarlo de la destrucción. Pero, ahora que deja a su paso un reguero de muerte, ¿seguirá siendo el héroe que rompió las cadenas? ¿O surgirá otra leyenda que ocupe su lugar? A SU SOMBRA, CADA VEZ MÁS OSCURA, SE ALZAN NUEVOS HÉROES. LISANDRO AU LUNE, el heredero en el exilio, ha regresado al Núcleo. Si consigue unir a las traicioneras familias doradas, la joven República podría perecer. La joven LIRIA, antigua refugiada roja, está acusada de traición y su única esperanza es una huida desesperada con nuevos e inverosímiles aliados. Secuestrados por una nueva amenaza para la República, PAX y ELECTRA, los hijos de Darrow y Sevro, deben confiar en un ladrón, EFRAÍN, para que los salve... Y este debe buscar en ellos su oportunidad para redimirse. ROMPIÓ LAS CADENAS PARA LUEGO ROMPER EL MUNDO.",
            "rating": 5,
            "image": "https://books.google.com/books/publisher/content/images/frontcover/lpTaDwAAQBAJ?fife=w240-h480",
            "flag": "on-sale",
            "currency": "USD",
            "ratingCount": 4,
            "genre": ["Juvenile Fiction"],
            "language": "ENGLISH"
        },
        {
            "id": 74,
            "title": "Morning Star",
            "authors": "Pierce Brown",
            "price": 1024.14,
            "description": "<b>#1 <i>NEW YORK TIMES </i>BESTSELLER • <i>Red Rising</i> thrilled readers and announced the presence of a talented new author. <i>Golden Son </i>changed the game and took the story of Darrow to the next level. Now comes the exhilarating next chapter in the Red Rising Saga: <i>Morning Star.</i></b><br><br><b>ITW THRILLER AWARD FINALIST <b>• “[Brown’s] achievement is in creating an uncomfortably familiar world of flaw, fear, and promise.”—<i>Entertainment Weekly</i></b></b><br><br>Darrow would have lived in peace, but his enemies brought him war. The Gold overlords demanded his obedience, hanged his wife, and enslaved his people. But Darrow is determined to fight back. Risking everything to transform himself and breach Gold society, Darrow has battled to survive the cutthroat rivalries that breed Society’s mightiest warriors, climbed the ranks, and waited patiently to unleash the revolution that will tear the hierarchy apart from within.<br><br> Finally, the time has come.<br><br> But devotion to honor and hunger for vengeance run deep on both sides. Darrow and his comrades-in-arms face powerful enemies without scruple or mercy. Among them are some Darrow once considered friends. To win, Darrow will need to inspire those shackled in darkness to break their chains, unmake the world their cruel masters have built, and claim a destiny too long denied—and too glorious to surrender.<br><br><b>Praise for <i>Morning Star</i></b><br><b><i><br></i></b>“There is <i>no one</i> writing today who does shameless, Michael Bay–style action set pieces the way Brown does. The battle scenes are kinetic, bloody, breathless, crazy. Everything is on fire all the time.”<b>—NPR</b><br><br> “<i>Morning Star </i>is this trilogy’s <i>Return of the Jedi</i>. . . . The impactful battles that make up most of <i>Morning Star </i>are damn near operatic. . . . It absolutely satisfies.”<b>—<i>Tordotcom</i></b><br><br> “Excellent . . . Brown’s vivid, first-person prose puts the reader right at the forefront of impassioned speeches, broken families, and engaging battle scenes . . . as this interstellar civil war comes to a most satisfying conclusion.”<b>—<i>Publishers Weekly </i>(starred review)</b><br><br> “A page-turning epic filled with twists and turns . . . The conclusion to Brown’s saga is simply stellar.”<b>—<i>Booklist </i>(starred review)<i><br><br></i>Don’t miss any of Pierce Brown’s Red Rising Saga:</b><br><b>RED RISING • GOLDEN SON • MORNING STAR • IRON GOLD • DARK AGE</b>",
            "rating": 4.5,
            "image": "https://books.google.com/books/publisher/content/images/frontcover/GJqVBgAAQBAJ?fife=w240-h480",
            "flag": "new",
            "currency": "ARS",
            "ratingCount": 10,
            "genre": ["Juvenile Fiction"],
            "language": "ENGLISH"
        },
        {
            "id": 75,
            "title": "Gregor Las Tierras Bajas",
            "authors": "Suzanne Collins",
            "price": 642.64,
            "description": "Gregor tiene 11 años y vive en la ciudad de Nueva York. Un caluroso día de verano, él y su hermana pequeña caen accidentalmente por una reja de ventilación en la lavandería de su edificio. Y aquí empieza su aventura. De repente, llegarán a un mundo absolutamente tenebroso y desconocido para ellos: las Tierras Bajas, un mundo dónde humanos de piel pálida y translúcida, conviven con escarabajos y murciélagos. Una sociedad amenazada por el conflicto y que señala a Gregor como aquél que la profecía apuntaba que vendría de las Tierras Altas para salvarlos del desastre. Nada parece casual, tampoco la extraña desaparición de su padre tiempo atrás... Una historia llena de fantasía, imaginación con una trama trepidante.",
            "rating": 1,
            "image": "https://books.google.com/books/publisher/content/images/frontcover/HY7ODwAAQBAJ?fife=w240-h480",
            "flag": "on-sale",
            "currency": "ARS",
            "ratingCount": 8,
            "genre": ["Juvenile Fiction"],
            "language": "ENGLISH"
        },
        {
            "id": 76,
            "title": "Los Juegos del Hambre - Balada de pájaros cantores y serpientes",
            "authors": "Suzanne Collins",
            "price": 20.24,
            "description": "<p><b>La ambición será su motor. La rivalidad, su motivación. Pero alcanzar el poder tiene un precio.</b></p> <p></p> <p><b>La precuela de «Los Juegos del Hambre».</b></p> <p></p> <p><b>LA SAGA CON MÁS DE 100 MILLONES DE LIBROS VENDIDOS EN TODO EL MUNDO.</b></p> <p>Es la mañana de la cosecha que dará comienzo a los décimos Juegos del Hambre. En el Capitolio, Coriolanus Snow, de dieciocho años, se prepara para una oportunidad única: alcanzar la gloria como mentor de los Juegos.</p> <p>La casa de los Snow, antes tan influyente, atraviesa tiempos difíciles, y su destino depende de que Coriolanus consiga superar a sus compañeros en ingenio, estrategia y encanto como mentor del tributo que le sea adjudicado. Todo está en su contra...</p> <p><b>La crítica ha dicho:</b><br>«El mayor acierto de la saga consiste en reunir la esencia de <i>1984,</i> la intensidad de <i>La naranja mecánica,</i> la fantasía de <i>Las crónicas de Narnia</i> y la inventiva de <i>Harry Potter</i>».</p> <p><i>The New York Times</i></p>",
            "rating": 5,
            "image": "https://books.google.com/books/publisher/content/images/frontcover/1tLPDwAAQBAJ?fife=w240-h480",
            "flag": "new",
            "currency": "USD",
            "ratingCount": 10,
            "genre": ["Juvenile Fiction"],
            "language": "ENGLISH"
        },
        {
            "id": 77,
            "title": "El Silmarillion",
            "authors": "John Ronald Reuel Tolkien",
            "price": 25.19,
            "description": "\"El Silmarillion es el cuerpo central de los textos narrativos de J.R.R. Tolkien, una obra que no pudo publicar en vida porque crecio junto con el. Tolkien comenzo a escribirlo mucho antes que El Hobbit, obra concebida como historia independiente, pero que fue parte de lo que el llamaba un tema que copia y se ramifica, y del que emergio El Senor de los Anillos. El Silmarillion cuenta la historia de la Primera Edad, el antiguo drama del que hablan los personajes de El Senor de los Anillos, y en cuyos acontecimientos algunos de ellos tomaron parte, como Elrond y Galadriel. Los tres Silmarils eran gemas creadas por Feanor, el mas dotado de los Elfos, y contenian la Luz de los Dos Arboles de Valinor antes que los Arboles mismos fueran destruidos por Morgoth, el primer Senor Oscuro. Desde entonces la inmaculada Luz de Valinor vivio solo en los Silmarils, pero Morgoth se apodero de ellos, y los engarzo en su corona, guardada en la fortaleza impenetrable de Angband en el norte de la Tierra Media. En este volumen se incluyen otras obras cortas, como el Ainulindale o la Musica de los Ainur, la creacion mitica del mundo, y el Valaquenta, sobre la naturaleza y poderes de los dioses. A El Silmarillion sigue el Akallabeth, que vuelve a narrar la caida del reino de Numenor al fin de la Segunda Edad, y por ultimo la historia De los Anillos del Poder, en la que el tema de El Senor de los Anillos reaparece en la perspectiva mas amplia de El Silmarillion.\"--",
            "rating": 5,
            "image": "https://books.google.com/books/content/images/frontcover/FGn5cD-lCtQC?fife=w240-h480",
            "flag": "on-sale",
            "currency": "USD",
            "ratingCount": 1,
            "genre": ["Juvenile Fiction"],
            "language": "ENGLISH"
        },
        {
            "id": 78,
            "title": "El Hobbit",
            "authors": "J. R. R. Tolkien",
            "price": 30.07,
            "description": "Un gran clásico moderno y el preludio a las vastas y poderosas mitologías de El Señor de Los Anillos. Cuando alrededor de 1930, J.R.R. Tolkien comenzó a escribir El Hobbit, hacía ya diez años que trabajaba en el vasto panorama mitológico de El Libro de los Relatos, que más tarde se llamaría El Silmarillion. Así como esas crónicas tempranas narraban los mitos inmemoriales de la Primera y Segunda Edad, Tolkien pronto advirtió que El Hobbit iba ordenándose de algún modo como un relato de la Tercera Edad (Gandalf habla del Nigromante en las primeras páginas), aunque las inesperadas aventuras de un pacífico \"hombre del campo\" no parecieran tener mucha relación con las vastas y oscuras mitologías de la Tierra Media. El estilo directo y lineal, con alusiones (que el autor deploró más tarde) a un público infantil, no impide la poderosa irrupción --unas pocas veces en términos de comedia-- de los grandes temas tolkienianos (el poder, la codicia, la guerra, la muerte) que reaparecerían en una dimensión a menudo obviamente épica en El Señor de los Anillos.",
            "rating": 5,
            "image": "https://books.google.com/books/content/images/frontcover/xi2URRig7jYC?fife=w240-h480",
            "flag": "on-sale",
            "currency": "USD",
            "ratingCount": 3,
            "genre": ["Juvenile Fiction"],
            "language": "ENGLISH"
        },
        {
            "id": 79,
            "title": "The Letters of J. R. R. Tolkien",
            "authors": "Humphrey Carpenter,Christopher Tolkien",
            "price": 396.01,
            "description": "<p>A comprehensive collection of letters spanning the adult life (1914-1973) of one of the world’s most famous storytellers.</p> <p>‘It is not possible even at great length to \"pot\" The Lord of the Rings in a paragraph or two. It was begun in 1936, and every part has been written many times... the labour has been colossal; and it must stand or fall, practically as it is.’</p> <p>J.R.R. Tolkien was one of the most prolific letter writers of this century. Over the years he wrote to his publishers, his family, to friends (including C.S. Lewis, W.H. Auden and Naomi Mitchison) and to fans of his books. The letters present a fascinating and highly detailed portrait of the man in many of his aspects: as storyteller, scholar, Catholic, parent and observer of the world around him. They also shed much light on his creative genius and grand design for the creation of a whole new world – Middle-earth.<br>This collection will appeal not only to the legions of Tolkien fans, but will entertain anyone who appreciates the art of letter-writing, of which Tolkien was a master.</p> <p>‘I am nearly always written to as Tolkein (not by you): I do not know why, since it is pronounced by me always -keen.’</p>",
            "rating": 4,
            "image": "https://books.google.com/books/publisher/content/images/frontcover/9eLCAgAAQBAJ?fife=w240-h480",
            "flag": "new",
            "currency": "ARS",
            "ratingCount": 10,
            "genre": ["Juvenile Fiction"],
            "language": "ENGLISH"
        },
        {
            "id": 80,
            "title": "El destello",
            "authors": "James Dashner",
            "price": 42.67,
            "description": "Dashner ha hecho una precuela para los que han crecido con la trilogía. La historia de 'El destello' está situada trece años antes de los hechos del laberinto. Las erupciones solares ya han devastado la Tierra y los supervivientes viven en comunidades pequeñas, repartidas por las zonas más templadas del planeta.",
            "rating": 3,
            "image": "https://books.google.com/books/publisher/content/images/frontcover/KSvEDwAAQBAJ?fife=w240-h480",
            "flag": "new",
            "currency": "USD",
            "ratingCount": 3,
            "genre": ["Juvenile Fiction"],
            "language": "ENGLISH"
        },
        {
            "id": 81,
            "title": "The Scorch Trials Movie Tie-in Edition (Maze Runner, Book Two)",
            "authors": "James Dashner",
            "price": 24.43,
            "description": "<b>Book two in the blockbuster Maze Runner series that spawned a movie franchise and ushered in a worldwide phenomenon! This special movie tie-in edition includes an eight-page full-color insert with photos from the film. And don’t miss</b> <b><i>The Fever Code, </i>the highly-anticipated series conclusion that finally reveals the story of how the maze was built!</b><br>  <br>   Thomas was sure that escape from the Maze would mean freedom for him and the Gladers. But WICKED isn’t done yet. Phase Two has just begun. The Scorch.<br>   The Gladers have two weeks to cross through the Scorch—the most burned-out section of the world. And WICKED has made sure to adjust the variables and stack the odds against them.<br>   There are others now. Their survival depends on the Gladers’ destruction—and they’re determined to survive.<br><i>   Friendships will be tested. Loyalties will be broken. All bets are off. </i><br><br> <i>The Maze Runner </i>and <i>Maze Runner: The Scorch Trials</i> are now major motion pictures featuring the star of MTV's <i>Teen Wolf</i>, Dylan O’Brien; Kaya Scodelario; Aml Ameen; Will Poulter; and Thomas Brodie-Sangster. The third movie, <i>Maze Runner: The Death Cure</i>, will hit screens in 2018.<br>  <br> <b>Also look for James Dashner’s edge-of-your-seat MORTALITY DOCTRINE series!</b><br> <br> <b>Praise for the Maze Runner series:</b><br> <b>A #1 <i>New York Times</i> Bestselling Series</b><br> <b>A <i>USA Today</i> Bestseller</b><br> <b>A <i>Kirkus Reviews</i> Best Teen Book of the Year</b><br> <b>An ALA-YASLA Best Fiction for Young Adults Book</b><br> <b>An ALA-YALSA Quick Pick</b><br>  <br> “[A] mysterious survival saga that passionate fans describe as <b>a fusion of <i>Lord of the Flies</i>, <i>The Hunger Games</i>, and <i>Lost</i>.</b>” —<i>EW</i><br>  <br> “Wonderful action writing<b>—fast-paced</b>…but smart and well observed.” <b>—</b><i>Newsday</i><br>  <br> “[A] <b>nail-biting</b> must-read.” <b>—</b><i>Seventeen</i><br>  <br> “Breathless, <b>cinematic action.</b>” —<i>Publishers Weekly</i><br>  <br> “<b>Heart pounding</b> to the very last moment.” —<i>Kirkus Reviews</i><br>  <br> “<b>Exclamation-worthy.</b>” —<i>Romantic Times</i><br>  <br> “James Dashner’s illuminating prequel [<i>The Kill Order</i>] will thrill fans of this Maze Runner [series] and prove just as <b>exciting for readers</b> new to the series.” —<i>Shelf Awareness</i>, Starred<br><br> “<b>Take a deep breath before you start</b> any James Dashner book.” —<i>Deseret News</i>",
            "rating": 3.5,
            "image": "https://books.google.com/books/content/images/frontcover/Rdwosb3edv8C?fife=w240-h480",
            "flag": "new",
            "currency": "USD",
            "ratingCount": 1,
            "genre": ["Juvenile Fiction"],
            "language": "ENGLISH"
        },
        {
            "id": 82,
            "title": "El corredor del laberinto",
            "authors": "James Dashner",
            "price": 22.38,
            "description": "«Bienvenido al bosque. Verás que una vez a la semana, siempre el mismo día y a la misma hora, nos llegan víveres. Una vez al mes, siempre el mismo día y a la misma hora, aparece un nuevo chico, como tú. Siempre un chico. Como ves, este lugar está cercado por muros de piedra? Has de saber que estos muros se abren por la mañana y se cierran por la noche, siempre a la hora exacta. Al otro lado se encuentra el laberinto. De noche, las puertas se cierran? y, si quieres sobrevivir, no debes estar allí para entonces». Todo sigue un orden? y, sin embargo, al día siguiente suena una alarma. Significa que ha llegado alguien más. Para asombro de todos, es una chica. Su llegada vendrá acompañada de un mensaje que cambiará las reglas del juego.",
            "rating": 5,
            "image": "https://books.google.com/books/publisher/content/images/frontcover/JSvEDwAAQBAJ?fife=w240-h480",
            "flag": "new",
            "currency": "USD",
            "ratingCount": 7,
            "genre": ["Juvenile Fiction"],
            "language": "ENGLISH"
        }
    ]
}